Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: You are using the Boost plugin to update RRD files. Because this delays data being written to the files, it causes issues with Weathermap updates. You can resolve this by using Weathermap's 'poller_output' support, which grabs data directly from the poller. %s You can enable that globally by clicking here %s
ar_sa: أنت تستخدم المكون الإضافي Boost لتحديث ملفات RRD. نظرا لأن هذا يؤخر كتابة البيانات إلى الملفات ، فإنه يتسبب في حدوث مشكلات في تحديثات Weathermap. يمكنك حل هذه المشكلة باستخدام دعم "poller_output" الخاص ب Weathermap ، والذي يلتقط البيانات مباشرة من الاستطلاع. %s يمكنك تمكين ذلك عالميا من خلال النقر هنا %s
bg_bg: Използвате приставката Boost, за да актуализирате RRD файлове. Тъй като това забавя записването на данни във файловете, това води до проблеми с актуализациите на Weathermap. Можете да разрешите това, като използвате поддръжката "poller_output" на Weathermap, която взема данни директно от избирателя. %s Можете да активирате това глобално, като кликнете тук %s
de_de: Sie verwenden das Boost-Plugin, um RRD-Dateien zu aktualisieren. Da dies das Schreiben von Daten in die Dateien verzögert, führt dies zu Problemen mit Weathermap-Updates. Sie können dieses Problem lösen, indem Sie die "poller_output"-Unterstützung von Weathermap verwenden, die Daten direkt vom Poller abruft. %s Sie können dies global aktivieren, indem Sie hier klicken%s
el_gr: Χρησιμοποιείτε την προσθήκη Boost για να ενημερώσετε αρχεία RRD. Επειδή αυτό καθυστερεί την εγγραφή δεδομένων στα αρχεία, προκαλεί προβλήματα με τις ενημερώσεις του Weathermap. Μπορείτε να επιλύσετε αυτό το πρόβλημα χρησιμοποιώντας την υποστήριξη "poller_output" του Weathermap, η οποία αρπάζει δεδομένα απευθείας από τον δημοσκόπο. %s Μπορείτε να το ενεργοποιήσετε παγκοσμίως κάνοντας κλικ εδώ %s
es_es: Está utilizando el complemento Boost para actualizar archivos RRD. Debido a que esto retrasa la escritura de datos en los archivos, causa problemas con las actualizaciones de Weathermap. Puede resolver esto utilizando el soporte 'poller_output' de Weathermap, que toma datos directamente del sondeador. %s Puede habilitarlo globalmente haciendo clic aquí %s
fr_fr: Vous utilisez le plugin Boost pour mettre à jour les fichiers RRD. Étant donné que cela retarde l’écriture des données dans les fichiers, cela entraîne des problèmes avec les mises à jour de Weathermap. Vous pouvez résoudre ce problème en utilisant la prise en charge « poller_output » de Weathermap, qui récupère les données directement à partir de l’enquêteur. %s Vous pouvez l’activer dans le monde entier en cliquant ici %s
he_il: אתה משתמש בפלאגין Boost כדי לעדכן קבצי RRD. מאחר שפעולה זו מעכבת את כתיבת הנתונים לקבצים, היא גורמת לבעיות בעדכוני Weathermap. אתה יכול לפתור את זה באמצעות תמיכת 'poller_output' של Weathermap, אשר תופס נתונים ישירות מהסוקר. %s תוכל להפעיל זאת באופן גלובלי על ידי לחיצה כאן %s
hi_in: आप आरआरडी फाइलों को अपडेट करने के लिए बूस्ट प्लगइन का उपयोग कर रहे हैं। क्योंकि यह फ़ाइलों को लिखे जा रहे डेटा में देरी करता है, यह Weathermap अद्यतन के साथ समस्याओं का कारण बनता है। आप वेदरमैप के 'poller_output' समर्थन का उपयोग करके इसे हल कर सकते हैं, जो सीधे पोलर से डेटा पकड़ता है। %s आप यहां क्लिक करके इसे विश्व स्तर पर सक्षम कर सकते %s
it_it: Stai utilizzando il plug-in Boost per aggiornare i file RRD. Poiché ciò ritarda la scrittura dei dati nei file, causa problemi con gli aggiornamenti di Weathermap. È possibile risolvere questo problema utilizzando il supporto 'poller_output' di Weathermap, che acquisisce i dati direttamente dal poller. %s Puoi abilitarlo a livello globale facendo clic qui %s
ja_jp: Boostプラグインを使用してRRDファイルを更新しています。これにより、ファイルへのデータの書き込みが遅れるため、ウェザーマップの更新に問題が発生します。これを解決するには、ポーラーから直接データを取得する Weathermap の「poller_output」サポートを使用します。%s グローバルに有効にするには、ここをクリックしてください%s
lv_lv: Jūs izmantojat spraudni Boost, lai atjauninātu RRD failus. Tā kā tas aizkavē datu ierakstīšanu failos, tas rada problēmas ar laikapstākļu kartes atjauninājumiem. To var atrisināt, izmantojot Weathermap "poller_output" atbalstu, kas iegūst datus tieši no aptaujas veicēja. %s Jūs varat to iespējot visā pasaulē, noklikšķinot šeit %s
nl_nl: U gebruikt de Boost-plug-in om RRD-bestanden bij te werken. Omdat dit het schrijven van gegevens naar de bestanden vertraagt, veroorzaakt dit problemen met Weathermap-updates. U kunt dit oplossen door gebruik te maken van de 'poller_output'-ondersteuning van Weathermap, die gegevens rechtstreeks van de enquêteur ophaalt. %s U kunt dat wereldwijd inschakelen door hier te klikken %s
pl_pl: Używasz wtyczki Boost do aktualizacji plików RRD. Ponieważ opóźnia to zapisywanie danych w plikach, powoduje problemy z aktualizacjami Weathermap. Możesz rozwiązać ten problem, korzystając z obsługi "poller_output" Weathermap, która pobiera dane bezpośrednio z pollera. %s Możesz włączyć tę funkcję globalnie, klikając tutaj %s
pt_pt: Você está usando o plugin Boost para atualizar arquivos RRD. Como isso atrasa a gravação de dados nos arquivos, causa problemas com as atualizações do Weathermap. Você pode resolver isso usando o suporte 'poller_output' do Weathermap, que captura dados diretamente do poller. %s Você pode habilitar isso globalmente clicando aqui %s
ru_ru: Вы используете плагин Boost для обновления файлов RRD. Из-за того, что это задерживает запись данных в файлы, это вызывает проблемы с обновлениями Weathermap. Вы можете решить эту проблему, используя поддержку Weathermap 'poller_output', которая получает данные непосредственно из поллера. %s Вы можете включить это глобально, нажав здесь %s
sv_se: Du använder Boost-pluginet för att uppdatera RRD-filer. Eftersom detta fördröjer att data skrivs till filerna orsakar det problem med uppdateringar av väderkartor. Du kan lösa detta genom att använda Weathermaps "poller_output"-stöd, som hämtar data direkt från pollern. %s Du kan aktivera det globalt genom att klicka här %s
tr_tr: RRD dosyalarını güncellemek için Boost eklentisini kullanıyorsunuz. Bu, verilerin dosyalara yazılmasını geciktirdiğinden, Hava Durumu Haritası güncellemeleriyle ilgili sorunlara neden olur. Bunu, verileri doğrudan poller'dan alan Weathermap'in 'poller_output' desteğini kullanarak çözebilirsiniz. %s Buraya tıklayarak bunu küresel olarak etkinleştirebilirsiniz%s
vi_vn: Bạn đang sử dụng plugin Boost để cập nhật tệp RRD. Bởi vì điều này làm chậm trễ dữ liệu được ghi vào các tệp, nó gây ra sự cố với các bản cập nhật Weathermap. Bạn có thể giải quyết vấn đề này bằng cách sử dụng hỗ trợ 'poller_output' của Weathermap, lấy dữ liệu trực tiếp từ người thăm dò ý kiến. %s Bạn có thể kích hoạt điều đó trên toàn cầu bằng cách nhấp vào đây %s

source: Last time it ran, Weathermap did NOT complete it's run. It failed during processing for '%s'
ar_sa: آخر مرة تم تشغيلها ، لم يكمل Weathermap تشغيله. فشل أثناء معالجة "%s"
bg_bg: Последният път, когато се завтече, Weathermap НЕ завърши изпълнението му. Той не успя по време на обработката за "%s"
de_de: Das letzte Mal, als es lief, hat Weathermap seine Ausführung NICHT abgeschlossen. Fehler bei der Verarbeitung von '%s'
el_gr: Την τελευταία φορά που έτρεξε, το Weathermap ΔΕΝ ολοκλήρωσε την εκτέλεσή του. Απέτυχε κατά την επεξεργασία για «%s»
es_es: La última vez que se ejecutó, Weathermap NO completó su ejecución. Error durante el procesamiento de '%s'
fr_fr: La dernière fois qu’il a fonctionné, Weathermap n’a PAS terminé son exécution. Il a échoué lors du traitement de '%s'
he_il: בפעם האחרונה שהוא רץ, Weathermap לא השלים את ריצתו. זה נכשל במהלך עיבוד עבור '%s'
hi_in: पिछली बार जब यह चला, तो वेदरमैप ने इसे पूरा नहीं किया। यह '%s' के लिए प्रसंस्करण के दौरान विफल रहा
it_it: L'ultima volta che è stato eseguito, Weathermap NON ha completato la sua esecuzione. Non è riuscito durante l'elaborazione per '%s'
ja_jp: 前回実行したとき、ウェザーマップは実行を完了しませんでした。'%s' の処理中に失敗しました
lv_lv: Pēdējo reizi, kad tas skrēja, Weathermap nepabeidza savu skrējienu. Tas neizdevās, apstrādājot "%s"
nl_nl: De laatste keer dat het werd uitgevoerd, heeft Weathermap de run NIET voltooid. Het is mislukt tijdens de verwerking voor '%s'
pl_pl: Ostatnim razem, gdy działał, Weathermap NIE zakończył swojego uruchomienia. Niepowodzenie podczas przetwarzania dla "%s"
pt_pt: Da última vez que correu, o Weathermap NÃO completou a sua execução. Falhou durante o processamento para '%s'
ru_ru: В прошлый раз, когда он запускался, Weathermap НЕ завершил свой запуск. Ошибка во время обработки для '%s'
sv_se: Förra gången den kördes slutförde Weathermap INTE körningen. Det misslyckades under bearbetningen för "%s"
tr_tr: En son çalıştırıldığında, Weathermap çalışmasını TAMAMLAMADI. '%s' için işleme sırasında başarısız oldu
vi_vn: Lần trước nó chạy, Weathermap KHÔNG hoàn thành việc chạy. Nó không thành công trong quá trình xử lý cho '%s'

source: This <strong>may</strong> have affected other plugins that run during the poller process.
ar_sa: <strong>قد</strong> يكون هذا قد أثر على المكونات الإضافية الأخرى التي يتم تشغيلها أثناء عملية الاقتراع.
bg_bg: Това <strong>може да</strong> е засегнало други плъгини, които се изпълняват по време на процеса на гласуване.
de_de: Dies <strong>kann</strong> sich auf andere Plugins ausgewirkt haben, die während des Poller-Prozesses ausgeführt werden.
el_gr: Αυτό <strong>μπορεί να</strong> έχει επηρεάσει άλλα πρόσθετα που εκτελούνται κατά τη διαδικασία δημοσκόπησης.
es_es: Esto <strong>puede</strong> haber afectado a otros complementos que se ejecutan durante el proceso de sondeo.
fr_fr: Cela <strong>peut</strong> avoir affecté d’autres plug-ins qui s’exécutent pendant le processus d’interrogation.
he_il: <strong>ייתכן</strong> שהדבר השפיע על תוספים אחרים הפועלים במהלך תהליך הסקר.
hi_in: इससे पोलर प्रक्रिया के दौरान चलने वाले अन्य प्लगइन्स प्रभावित <strong>हो सकते</strong> हैं।
it_it: Ciò <strong>potrebbe</strong> aver influito su altri plug-in eseguiti durante il processo di polling.
ja_jp: これは、ポーラープロセス中に実行される他のプラグインに影響を与え <strong>た可能性があります</strong> 。
lv_lv: Tas <strong>, iespējams</strong> , ir ietekmējis citus spraudņus, kas darbojas aptaujas procesa laikā.
nl_nl: Dit <strong>kan</strong> van invloed zijn geweest op andere plug-ins die tijdens het pollerproces worden uitgevoerd.
pl_pl: <strong>Mogło</strong> to mieć wpływ na inne wtyczki, które działają podczas procesu odpytywania.
pt_pt: Isso <strong>pode</strong> ter afetado outros plugins que são executados durante o processo de poller.
ru_ru: Это <strong>могло</strong> повлиять на другие плагины, которые запускаются во время процесса опроса.
sv_se: Detta <strong>kan</strong> ha påverkat andra plugin-program som körs under avsökningsprocessen.
tr_tr: Bu <strong>,</strong> poller işlemi sırasında çalışan diğer eklentileri etkilemiş olabilir.
vi_vn: Điều này <strong>có thể</strong> đã ảnh hưởng đến các plugin khác chạy trong quá trình thăm dò ý kiến.

source: You should either disable this Map, or fault-find. Possible causes include memory_limit issues. The log may have more information.
ar_sa: يجب عليك إما تعطيل هذه الخريطة ، أو البحث عن الأخطاء. تشمل الأسباب المحتملة مشاكل memory_limit. قد يحتوي السجل على مزيد من المعلومات.
bg_bg: Трябва или да забраните тази карта, или да откриете грешка. Възможните причини включват memory_limit проблеми. Регистрационният файл може да съдържа повече информация.
de_de: Sie sollten entweder diese Karte deaktivieren oder die Fehlersuche durchführen. Zu den möglichen Ursachen gehören memory_limit Probleme. Das Protokoll enthält möglicherweise weitere Informationen.
el_gr: Θα πρέπει είτε να απενεργοποιήσετε αυτόν τον χάρτη είτε να βρείτε σφάλματα. Οι πιθανές αιτίες περιλαμβάνουν memory_limit ζητήματα. Το αρχείο καταγραφής ενδέχεται να έχει περισσότερες πληροφορίες.
es_es: Debe deshabilitar este mapa o buscar fallas. Las posibles causas incluyen problemas memory_limit. El registro puede tener más información.
fr_fr: Vous devez soit désactiver cette carte, soit rechercher des erreurs. Les causes possibles incluent des problèmes memory_limit. Le journal peut contenir plus d’informations.
he_il: עליך להפוך מפה זו ללא זמינה, או למצוא תקלות. סיבות אפשריות כוללות בעיות memory_limit. יומן הרישום עשוי להכיל מידע נוסף.
hi_in: आपको या तो इस मानचित्र को अक्षम करना चाहिए, या दोष-खोज करना चाहिए। संभावित कारणों में memory_limit समस्याएं शामिल हैं। लॉग में अधिक जानकारी हो सकती है।
it_it: È necessario disabilitare questa mappa o trovare errori. Le possibili cause includono problemi memory_limit. Il registro potrebbe contenere ulteriori informazioni.
ja_jp: このマップを無効にするか、障害検出を行う必要があります。考えられる原因には、memory_limit問題が含まれます。ログにはさらに情報が含まれている場合があります。
lv_lv: Jums vajadzētu vai nu atspējot šo karti, vai arī atrast kļūdas. Iespējamie cēloņi ir memory_limit problēmas. Žurnālā var būt vairāk informācijas.
nl_nl: U moet deze kaart uitschakelen of fouten zoeken. Mogelijke oorzaken zijn memory_limit problemen. Het logboek bevat mogelijk meer informatie.
pl_pl: Należy wyłączyć tę mapę lub znaleźć błąd. Możliwe przyczyny to problemy z memory_limit. Dziennik może zawierać więcej informacji.
pt_pt: Você deve desativar este mapa ou encontrar falhas. As possíveis causas incluem problemas memory_limit. O log pode ter mais informações.
ru_ru: Вы должны либо отключить эту карту, либо найти неисправность. Возможные причины включают memory_limit проблемы. В журнале может содержаться дополнительная информация.
sv_se: Du bör antingen inaktivera den här kartan eller hitta fel. Möjliga orsaker är memory_limit problem. Loggen kan innehålla mer information.
tr_tr: Bu Haritayı devre dışı bırakmalı veya hata bulmalısınız. Olası nedenler arasında memory_limit sorunlar yer alır. Günlükte daha fazla bilgi olabilir.
vi_vn: Bạn nên tắt Bản đồ này hoặc tìm lỗi. Nguyên nhân có thể bao gồm memory_limit vấn đề. Nhật ký có thể có thêm thông tin.

source: Title
ar_sa: العنوان
bg_bg: Заглавие
de_de: Titel
el_gr: Τίτλος
es_es: Título
fr_fr: Titre
he_il: כותרת
hi_in: शीर्षक
it_it: Titolo
ja_jp: 題名
lv_lv: Virsraksts
nl_nl: Titel
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название
sv_se: Titel
tr_tr: Başlık
vi_vn: Tiêu đề

source: Config File
ar_sa: ملف التكوين
bg_bg: Конфигурационен файл
de_de: Konfigurationsdatei
el_gr: Αρχείο ρυθμίσεων
es_es: Archivo de configuración
fr_fr: Fichier de Configuration
he_il: קובץ Config
hi_in: कॉन्फ़िग फ़ाइल
it_it: File di configurazione
ja_jp: 構成ファイル
lv_lv: Konfigurācijas fails
nl_nl: Configuratiebestand
pl_pl: Plik konfiguracyjny
pt_pt: Arquivo de configuração
ru_ru: Конфигурационный файл
sv_se: Konfigurationsfil
tr_tr: Yapılandırma Dosyası
vi_vn: Tệp cấu hình

source: ID
ar_sa: المعرف
he_il: מזהה
ru_ru: ИД

source: Group
ar_sa: مجموعة
bg_bg: Група
de_de: Gruppe
el_gr: Ομάδα
es_es: Grupo
fr_fr: Groupe
he_il: קבוצה
hi_in: समूह
it_it: Gruppo
ja_jp: グループ
lv_lv: Grupa
nl_nl: Groep
pl_pl: Grupa
pt_pt: Grupo
ru_ru: Группа
sv_se: Grupp
tr_tr: Grup
vi_vn: Nhóm

source: Enabled
ar_sa: مفعل
bg_bg: Разрешен
de_de: Aktiviert
el_gr: Ενεργοποιημένο
es_es: Habilitado
fr_fr: Activé
he_il: מאופשר
hi_in: सक्षम
it_it: Abilitato
ja_jp: 有効
lv_lv: Ieslēgts
nl_nl: Ingeschakeld
pl_pl: Włączone
pt_pt: Activado
ru_ru: Разрешено
sv_se: Aktiverad
tr_tr: Etkin
vi_vn: Bật

source: Sort Order
ar_sa: ترتيب حسب الطلب
bg_bg: Подреди поръчките
de_de: Sortierreihenfolge
el_gr: Σειρά ταξινόμησης
es_es: Ordenar por
fr_fr: Ordre de tri
he_il: סדר מיון
hi_in: क्रमबद्ध क्रम
it_it: Ordinamento
ja_jp: 並べ替え
lv_lv: Kārtot pēc kārtas
nl_nl: Sorteer volgorde
pl_pl: Kolejność sortowania
pt_pt: Ordenar por
ru_ru: Порядок сортировки
sv_se: Sorteringsordning
tr_tr: Sıralama düzeni
vi_vn: Sắp xếp theo

source: Order
ar_sa: طلب
bg_bg: Поръчка
de_de: Bestellung
el_gr: Παραγγελία
es_es: Orden
fr_fr: Commande
he_il: הזמנה
hi_in: ऑर्डर
it_it: Ordine
ja_jp: 注文
lv_lv: Pasūtījums
nl_nl: Volgorde
pl_pl: Zamówienie
pt_pt: Encomenda
ru_ru: Заказ
tr_tr: Sipariş
vi_vn: Đặt hàng

source: Accessible By
ar_sa: يمكن الوصول إليها عن طريق
bg_bg: Достъпен от
de_de: Zugänglich über
el_gr: Προσβάσιμο από
es_es: Accesible por
fr_fr: Accessible par
he_il: נגיש על ידי
hi_in: द्वारा सुलभ
it_it: Accessibile da
ja_jp: アクセシブル
lv_lv: Pieejams ar
nl_nl: Toegankelijk voor
pl_pl: Dostępne dla
pt_pt: Acessível por
ru_ru: Доступно
sv_se: Tillgänglig av
tr_tr: Tarafından erişilebilir
vi_vn: Có thể truy cập bởi

source: Last Duration
ar_sa: المدة الأخيرة
bg_bg: Последна продължителност
de_de: Letzte Dauer
el_gr: Τελευταία διάρκεια
es_es: Ultima duración
fr_fr: Dernière durée
he_il: משך זמן אחרון
hi_in: अंतिम अवधि
it_it: Ultima durata
ja_jp: 最終期間
lv_lv: Pēdējais ilgums
nl_nl: Laatste Duur
pl_pl: Ostatni czas trwania
pt_pt: Última Duração
ru_ru: Последняя продолжительность
sv_se: Senaste varaktighet
tr_tr: Son Süre
vi_vn: Thời lượng cuối cùng

source: Last Runtime
ar_sa: آخر وقت التشغيل
bg_bg: Време на последно изпълнение
de_de: Letzter Durchlauf
el_gr: Τελευταίος χρόνος εκτέλεσης
es_es: Ultima ejecución
fr_fr: Dernière exécution
he_il: זמן ריצה אחרון
hi_in: अंतिम रनटाइम
it_it: Ultimo runtime
ja_jp: 最終実行時間
lv_lv: Pēdējais izpildes laiks
nl_nl: Laatste keer actief
pl_pl: Ostatnie środowisko uruchomieniowe
pt_pt: Último tempo de execução
ru_ru: Последняя среда выполнения
sv_se: Senaste körning
tr_tr: Son Çalışma Zamanı
vi_vn: Thời gian chạy cuối cùng

source: Anyone
ar_sa: اي شخص
bg_bg: Всеки
de_de: Jeder
el_gr: Οπιονδήποτε
es_es: Cualquiera
fr_fr: Tout le monde
he_il: כל אחד
hi_in: किसी को
it_it: Chiunque
ja_jp: 誰でも
lv_lv: Ikviens
nl_nl: Iedereen
pl_pl: Każdy
pt_pt: Qualquer um
ru_ru: Все
sv_se: Vem som helst
tr_tr: Kimse
vi_vn: Không một ai

source: Click to start editor with this file
ar_sa: انقر لبدء المحرر مع هذا الملف
bg_bg: Щракнете, за да стартирате редактора с този файл
de_de: Klicken Sie hier, um den Editor mit dieser Datei zu starten
el_gr: Κάντε κλικ για να ξεκινήσετε το πρόγραμμα επεξεργασίας με αυτό το αρχείο
es_es: Haga clic para iniciar el editor con este archivo
fr_fr: Cliquez pour démarrer l’éditeur avec ce fichier
he_il: לחץ כדי להתחיל עורך עם קובץ זה
hi_in: इस फ़ाइल के साथ संपादक प्रारंभ करने के लिए क्लिक करें
it_it: Fare clic per avviare l'editor con questo file
ja_jp: クリックすると、このファイルでエディタが起動します
lv_lv: Noklikšķiniet, lai sāktu redaktoru ar šo failu
nl_nl: Klik om de editor met dit bestand te starten
pl_pl: Kliknij, aby uruchomić edytor z tym plikiem
pt_pt: Clique para iniciar o editor com este arquivo
ru_ru: Нажмите, чтобы запустить редактор с этим файлом
sv_se: Klicka för att starta redigeraren med den här filen
tr_tr: Düzenleyiciyi bu dosyayla başlatmak için tıklayın
vi_vn: Nhấp để bắt đầu trình chỉnh sửa với tệp này

source: Check cacti.log for this Map
ar_sa: تحقق من cacti.log لهذه الخريطة
bg_bg: Проверете cacti.log за тази карта
de_de: Überprüfen Sie cacti.log für diese Karte
el_gr: Ελέγξτε cacti.log για αυτόν τον χάρτη
es_es: Revisa cacti.log para este mapa
fr_fr: Consultez cacti.log cette carte
he_il: בדוק cacti.log עבור מפה זו
hi_in: इस मानचित्र के लिए cacti.log की जाँच करें
it_it: Controlla cacti.log per questa mappa
ja_jp: このマップのcacti.logを確認する
lv_lv: Pārbaudiet šīs kartes cacti.log
nl_nl: Bekijk cacti.log voor deze kaart
pl_pl: Sprawdź cacti.log dla tej mapy
pt_pt: Verifique cacti.log para este Mapa
ru_ru: Проверьте cacti.log для этой карты
sv_se: Kolla cacti.log för denna karta
tr_tr: Bu Harita için cacti.log kontrol edin
vi_vn: Kiểm tra cacti.log cho Bản đồ này

source: Click to change group
ar_sa: انقر لتغيير المجموعة
bg_bg: Щракнете, за да промените групата
de_de: Klicken Sie hier, um die Gruppe zu ändern
el_gr: Κάντε κλικ για να αλλάξετε ομάδα
es_es: Haga clic para cambiar de grupo
fr_fr: Cliquez pour changer de groupe
he_il: לחץ כדי לשנות קבוצה
hi_in: समूह बदलने के लिए क्लिक करें
it_it: Clicca per cambiare gruppo
ja_jp: クリックしてグループを変更
lv_lv: Noklikšķiniet, lai mainītu grupu
nl_nl: Klik om van groep te veranderen
pl_pl: Kliknij, aby zmienić grupę
pt_pt: Clique para alterar o grupo
ru_ru: Нажмите, чтобы изменить группу
sv_se: Klicka för att byta grupp
tr_tr: Grubu değiştirmek için tıklayın
vi_vn: Nhấp để thay đổi nhóm

source: Click to Deactivate
ar_sa: انقر لإلغاء التنشيط
bg_bg: Щракнете, за да дезактивирате
de_de: Zum Deaktivieren anklicken
el_gr: Κάντε κλικ για απενεργοποίηση
es_es: Haga clic para desactivar
fr_fr: Cliquez pour désactiver
he_il: לחץ כדי לבטל את ההפעלה
hi_in: निष्क्रिय करने के लिए क्लिक करें
it_it: Clicca per disattivare
ja_jp: クリックして非アクティブ化します
lv_lv: Noklikšķiniet, lai deaktivizētu
nl_nl: Klik om te deactiveren
pl_pl: Kliknij, aby dezaktywować
pt_pt: Clique para desativar
ru_ru: Нажмите, чтобы деактивировать
sv_se: Klicka för att avaktivera
tr_tr: Devre Dışı Bırakmak İçin Tıklayın
vi_vn: Nhấp để hủy kích hoạt

source: Click to Activate
ar_sa: انقر للتنشيط
bg_bg: Щракнете, за да активирате
de_de: Zum Aktivieren anklicken
el_gr: Κάντε κλικ για ενεργοποίηση
es_es: Haga clic para activar
fr_fr: Cliquez pour activer
he_il: לחץ כדי להפעיל
hi_in: सक्रिय करने के लिए क्लिक करें
it_it: Clicca per attivare
ja_jp: クリックしてアクティブ化
lv_lv: Noklikšķiniet, lai aktivizētu
nl_nl: Klik om te activeren
pl_pl: Kliknij, aby aktywować
pt_pt: Clique para ativar
ru_ru: Нажмите, чтобы активировать
sv_se: Klicka för att aktivera
tr_tr: Etkinleştirmek için tıklayın
vi_vn: Nhấp để kích hoạt

source: %d Specials
ar_sa: %d العروض الخاصة
bg_bg: %d Промоции
el_gr: %d Προσφορές
es_es: %d Especiales
fr_fr: %d Offres spéciales
he_il: מבצעי %d
hi_in: %d स्पेशल
it_it: %d Speciali
ja_jp: %dスペシャル
lv_lv: %d Īpašie piedāvājumi
pl_pl: %d Promocje
pt_pt: %d Promoções
ru_ru: %d Специальные предложения
sv_se: %d Erbjudanden
tr_tr: %d Özel Etkinlikler
vi_vn: %d Đặc biệt

source: Standard
ar_sa: معيار
bg_bg: Стандарт
el_gr: Τυπικό
es_es: Estándar
he_il: רגיל
hi_in: स्‍टैंडर्ड
ja_jp: 標準
lv_lv: Standarta
nl_nl: Standaard
pl_pl: Standardowy
ru_ru: Стандарт
tr_tr: Standart
vi_vn: Tiêu chuẩn

source: Move Map Down
ar_sa: تحريك الخريطة لأسفل
bg_bg: Премести картата надолу
de_de: Karte nach unten verschieben
el_gr: Μετακίνηση χάρτη προς τα κάτω
es_es: Mover mapa hacia abajo
fr_fr: Déplacer la carte vers le bas
he_il: הזזת מפה למטה
hi_in: मानचित्र नीचे ले जाएँ
it_it: Sposta la mappa verso il basso
ja_jp: マップを下に移動
lv_lv: Pārvietot karti uz leju
nl_nl: Kaart omlaag verplaatsen
pl_pl: Przesuń mapę w dół
pt_pt: Mover mapa para baixo
ru_ru: Переместить карту вниз
sv_se: Flytta kartan nedåt
tr_tr: Haritayı Aşağı Taşı
vi_vn: Di chuyển bản đồ xuống

source: Click to edit permissions
ar_sa: انقر لتحرير الأذونات
bg_bg: Щракнете, за да редактирате разрешенията
de_de: Klicken Sie hier, um Berechtigungen zu bearbeiten
el_gr: Κάντε κλικ για να επεξεργαστείτε τα δικαιώματα
es_es: Haga clic para editar los permisos
fr_fr: Cliquez pour modifier les autorisations
he_il: לחץ כדי לערוך הרשאות
hi_in: अनुमतियां संपादित करने के लिए क्लिक करें
it_it: Fare clic per modificare le autorizzazioni
ja_jp: クリックして権限を編集
lv_lv: Noklikšķiniet, lai rediģētu atļaujas
nl_nl: Klik om de machtigingen te bewerken
pl_pl: Kliknij, aby edytować uprawnienia
pt_pt: Clique para editar permissões
ru_ru: Нажмите, чтобы изменить разрешения
sv_se: Klicka här om du vill redigera behörigheter
tr_tr: İzinleri düzenlemek için tıklayın
vi_vn: Nhấp để chỉnh sửa quyền

source: No Users
ar_sa: المستخدمين
bg_bg: Потребители
de_de: Keine
el_gr: Χρήστες
es_es: Usuarios
fr_fr: Aucun utilisateur
he_il: אין משתמשים
it_it: Nessun utente
ja_jp: ユーザーなし
pl_pl: Użytkownicy
pt_pt: Utilizadores
ru_ru: Нет пользователей
sv_se: Användare
tr_tr: Kullanıcı yok
vi_vn: Người dùng

source: All Users
ar_sa: جميع المستخدمين
bg_bg: Всички потребители
de_de: Alle Benutzer
el_gr: Όλοι οι Χρήστες
es_es: Todos los usuarios
fr_fr: Tous les utilisateurs
he_il: כל המשתמשים
hi_in: सभी उपयोगकर्ता
it_it: Tutti gli Utenti
ja_jp: 全てのユーザー
lv_lv: Visi lietotāji
nl_nl: Alle gebruikers
pl_pl: Wszyscy użytkownicy
pt_pt: Todos os Utilizadores
ru_ru: Все пользователи
sv_se: Alla Användare
tr_tr: Tüm Kullanıcılar
vi_vn: Tất cả người dùng
