Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: Weathermap Filter
ar_sa: مسح الفلتر
bg_bg: Изчистване на филтрите
de_de: Filter löschen
el_gr: Καθαρισμός Φίλτρων
es_es: Filtro de mapa del tiempo
he_il: מסנן מפת מזג אוויר
hi_in: वेदरमैप फ़िल्टर
it_it: Pulisci filtri
ja_jp: ウェザーマップフィルター
lv_lv: Laika apstākļu kartes filtrs
pl_pl: Wyczyść filtry
pt_pt: Limpar Filtros
ru_ru: Очистить фильтры
sv_se: Rensa filter
tr_tr: Filtreleri Temizle
vi_vn: Xóa bộ lọc

source: Map to View
ar_sa: خريطة للعرض
bg_bg: Карта за преглед
de_de: Karte zur Ansicht
el_gr: Χάρτης για προβολή
es_es: Mapa para ver
fr_fr: Carte à voir
he_il: מפה לצפייה
hi_in: देखने के लिए नक्शा
it_it: Mappa da visualizzare
ja_jp: マップからビューへ
lv_lv: Karte uz skatu
nl_nl: Kaart om te bekijken
pl_pl: Mapa do wyświetlenia
pt_pt: Mapa para ver
ru_ru: Карта для просмотра
sv_se: Karta att se
tr_tr: Görüntülenecek Harita
vi_vn: Bản đồ để xem

source: All Maps
ar_sa: جميع الخرائط
bg_bg: Всички карти
de_de: Alle Karten
el_gr: Όλοι οι χάρτες
es_es: Todos los mapas
fr_fr: Toutes les cartes
he_il: כל המפות
hi_in: सभी मानचित्र
it_it: Tutte le mappe
ja_jp: 全ての地図
lv_lv: Visas kartes
nl_nl: Alle kaarten
pl_pl: Wszystkie mapy
pt_pt: Todos os mapas
ru_ru: Все карты
sv_se: Alla kartor
tr_tr: Tüm Haritalar
vi_vn: Tất cả bản đồ

source: N/A
bg_bg: Няма
de_de: Nicht verfügbar
el_gr: Μη Διαθέσιμο
es_es: n/d
he_il: לא זמין
hi_in: लागू नहीं
ja_jp: 該当なし
lv_lv: Nav pieejams
nl_nl: N/B
pl_pl: N/D
pt_pt: N/D
ru_ru: Н/Д
tr_tr: Yok

source: LDAP/AD
bg_bg: ЛДАП/АД
hi_in: एलडीएपी/एडी
ja_jp: LDAP/AD (英語)

source: UID/GID
hi_in: यूआईडी/जीआईडी
tr_tr: Kullanıcı/Grup
