Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: %s Groups
ar_sa: المجموعات %s
bg_bg: %s Групи
de_de: %s Gruppen
el_gr: %s Ομάδες
es_es: %s grupos
he_il: קבוצות %s
hi_in: %s समूह
it_it: %s gruppi
ja_jp: %sグループ
lv_lv: %s grupas
pl_pl: %s Grupy
pt_pt: %s Grupos
ru_ru: %s Группы
sv_se: %sgrupper
tr_tr: %s Grupları

source: 1 Group
ar_sa: 1 مجموعة
bg_bg: 1 Група
de_de: 1 Gruppe
el_gr: 1 Ομάδα
es_es: 1 Grupo
fr_fr: 1 Groupe
he_il: 1 קבוצה
hi_in: 1 गट
it_it: 1 Gruppo
ja_jp: 1 グループ
lv_lv: 1 Grupa
pl_pl: 1 Grupa
pt_pt: 1 Grupo
ru_ru: 1 группа
sv_se: 1 Grupp
tr_tr: 1 Grup
vi_vn: 1 Nhóm

source: %s Users
ar_sa: %s المستخدمين
bg_bg: %s потребители
de_de: %s Benutzer
el_gr: %s Χρήστες
es_es: %s Usuarios
he_il: משתמשי %s
hi_in: %s उपयोगकर्ता
it_it: %s Utenti
ja_jp: %s ユーザー
lv_lv: %s lietotāji
pl_pl: %s Użytkownicy
pt_pt: %s Utilizadores
ru_ru: %s пользователей
sv_se: %selever
tr_tr: %s Kullanıcıları

source: 1 User
ar_sa: مستخدم 1
bg_bg: Потребител
de_de: 1 Benutzer
el_gr: Χρήστης
es_es: 1 Usuario
fr_fr: 1 Utilisateur
he_il: משתמש אחד
hi_in: 1 उपयोगकर्ता
it_it: %s Unenti
ja_jp: 1 ユーザー
lv_lv: %d lietotājs
nl_nl: 1 gebruiker
pl_pl: 1 użytkownik
pt_pt: 1 Utilizador
ru_ru: 1 Пользователь
sv_se: 1 Användare
tr_tr: %d Kullanıcı
vi_vn: %d Users

source: No Weathermaps Found
ar_sa: لم يتم العثور على خرائط الطقس
bg_bg: Не са намерени метеорологични карти
de_de: Keine Wetterkarten gefunden
el_gr: Δεν βρέθηκαν χάρτες καιρού
es_es: No se han encontrado mapas meteorológicos
fr_fr: Aucune carte météo trouvée
he_il: לא נמצאו מפות מזג אוויר
hi_in: कोई वेदरमैप नहीं मिला
it_it: Nessuna mappa meteorologica trovata
ja_jp: 天気図が見つかりませんでした
lv_lv: Nav atrastas laikapstākļu kartes
nl_nl: Geen weerkaarten gevonden
pl_pl: Nie znaleziono map pogodowych
pt_pt: Nenhum mapa meteorológico encontrado
ru_ru: Карты погоды не найдены
sv_se: Inga väderkartor hittades
tr_tr: Hava Durumu Haritası Bulunamadı
vi_vn: Không tìm thấy bản đồ thời tiết

source: There is no directory named %s. You must create it, and set it to be readable by the webserver. If you want to upload configuration files from inside Cacti, then it must be <i>writable</i> by the webserver too.
ar_sa: لا يوجد دليل باسم %s. يجب عليك إنشائه وتعيينه ليكون قابلا للقراءة بواسطة خادم الويب. إذا كنت ترغب في تحميل ملفات التكوين من داخل Cacti ، فيجب أن تكون <i>قابلة للكتابة</i> بواسطة خادم الويب أيضا.
bg_bg: Няма директория с име %s. Трябва да го създадете и да го настроите да бъде четлив от уеб сървъра. Ако искате да качите конфигурационни файлове от вътрешността на Cacti, тогава тя трябва да бъде <i>записваема</i> и от уеб сървъра.
de_de: Es gibt kein Verzeichnis mit dem Namen %s. Sie müssen es erstellen und so einstellen, dass es vom Webserver gelesen werden kann. Wenn Sie Konfigurationsdateien aus Cacti hochladen möchten, müssen diese auch vom Webserver <i>beschreibbar</i> sein.
el_gr: Δεν υπάρχει κατάλογος με το όνομα %s. Πρέπει να το δημιουργήσετε και να το ρυθμίσετε ώστε να είναι αναγνώσιμο από τον διακομιστή ιστού. Εάν θέλετε να ανεβάσετε αρχεία διαμόρφωσης μέσα από το Cacti, τότε πρέπει να είναι <i>εγγράψιμο</i> και από τον διακομιστή ιστού.
es_es: No hay ningún directorio llamado %s. Debe crearlo y configurarlo para que sea legible por el servidor web. Si desea cargar archivos de configuración desde dentro de Cacti, el servidor web también debe <i>poder escribirlos</i> .
fr_fr: Il n’y a pas de répertoire nommé %s. Vous devez le créer et le configurer pour qu’il soit lisible par le serveur web. Si vous souhaitez télécharger des fichiers de configuration à partir de Cacti, ils doivent également être <i>accessibles en écriture</i> par le serveur Web.
he_il: אין ספרייה בשם %s. עליך ליצור אותו ולהגדיר אותו כך שיהיה קריא על-ידי שרת האינטרנט. אם אתה רוצה להעלות קבצי תצורה מתוך Cacti, אז זה חייב להיות <i>כתוב</i> על ידי שרת האינטרנט מדי.
hi_in: नाम %sकी कोई निर्देशिका नहीं है। आपको इसे बनाना होगा, और इसे वेबसर्वर द्वारा पठनीय होने के लिए सेट करना होगा। यदि आप कैक्टि के अंदर से कॉन्फ़िगरेशन फ़ाइलों को अपलोड करना चाहते हैं, तो यह वेबसर्वर द्वारा भी <i>लिखने योग्य</i> होना चाहिए।
it_it: Non esiste una directory denominata %s. È necessario crearlo e impostarlo in modo che sia leggibile dal server Web. Se si desidera caricare i file di configurazione dall'interno di Cacti, è necessario che siano <i>scrivibili</i> anche dal server web.
ja_jp: という名前の %sディレクトリはありません。 これを作成し、Web サーバーで読み取り可能に設定する必要があります。Cacti内から設定ファイルをアップロードする場合は、Webサーバーでも <i>書き込み可能である</i> 必要があります。
lv_lv: Nav direktorijas ar nosaukumu %s. Jums tas ir jāizveido un jāiestata, lai tīmekļa serveris to varētu lasīt. Ja vēlaties augšupielādēt konfigurācijas failus no kaktusu iekšpuses, tam jābūt <i>rakstāmam</i> arī tīmekļa serverim.
nl_nl: Er is geen directory met de naam %s. U moet het maken en instellen dat het leesbaar is voor de webserver. Als je configuratiebestanden wilt uploaden vanuit Cacti, dan moet het ook <i>beschrijfbaar</i> zijn voor de webserver.
pl_pl: Nie ma katalogu o nazwie %s. Musisz go utworzyć i ustawić tak, aby był czytelny dla serwera WWW. Jeśli chcesz przesłać pliki konfiguracyjne z wewnątrz Cacti, musi to być również <i>zapisywalne</i> przez serwer WWW.
pt_pt: Não há nenhum diretório chamado %s. Você deve criá-lo e configurá-lo para ser legível pelo servidor web. Se você quiser fazer upload de arquivos de configuração de dentro do Cacti, então ele deve ser <i>gravável</i> pelo servidor web também.
ru_ru: Каталог с именем %s. Вы должны создать его и настроить так, чтобы он был доступен для чтения веб-сервером. Если вы хотите загрузить конфигурационные файлы из Cacti, то они также должны быть <i>доступны для записи</i> веб-сервером.
sv_se: Det finns ingen katalog som heter %s. Du måste skapa den och ställa in den så att den kan läsas av webbservern. Om du vill ladda upp konfigurationsfiler inifrån Cacti måste den också vara <i>skrivbar</i> av webbservern.
tr_tr: adında bir dizin %syok. Bunu oluşturmalı ve web sunucusu tarafından okunabilir olacak şekilde ayarlamalısınız. Yapılandırma dosyalarını Cactus'un içinden yüklemek istiyorsanız, web sunucusu tarafından da <i>yazılabilir</i> olmalıdır.
vi_vn: Không có thư mục nào có tên %s. Bạn phải tạo nó và đặt nó để máy chủ web có thể đọc được. Nếu bạn muốn tải lên các tệp cấu hình từ bên trong Cacti, thì nó cũng phải được <i>ghi</i> bởi máy chủ web.

source: Existing Configuration Files
ar_sa: ملفات التكوين الموجودة
bg_bg: Съществуващи конфигурационни файлове
de_de: Vorhandene Konfigurationsdateien
el_gr: Υπάρχοντα αρχεία ρύθμισης παραμέτρων
es_es: Archivos de configuración existentes
fr_fr: Fichiers de configuration existants
he_il: קבצי תצורה קיימים
hi_in: मौजूदा कॉन्फ़िगरेशन फ़ाइलें
it_it: File di configurazione esistenti
ja_jp: 既存の構成ファイル
lv_lv: Esošie konfigurācijas faili
nl_nl: Bestaande configuratiebestanden
pl_pl: Istniejące pliki konfiguracyjne
pt_pt: Arquivos de configuração existentes
ru_ru: Существующие конфигурационные файлы
sv_se: Befintliga konfigurationsfiler
tr_tr: Mevcut Yapılandırma Dosyaları
vi_vn: Các tệp cấu hình hiện có

source: Num Files
ar_sa: ملفات Num
bg_bg: Брой файлове
de_de: Num-Dateien
el_gr: Αρχεία Num
es_es: Archivos Num
fr_fr: Num Fichiers
he_il: קבצי Num
hi_in: Num फ़ाइलें
it_it: File Num
ja_jp: ファイル数
lv_lv: Num faili
nl_nl: Num-bestanden
pl_pl: Liczba plików
pt_pt: Arquivos Num
ru_ru: Num Файлы
sv_se: Num Filer
tr_tr: Num Dosyaları
vi_vn: Num Tệp

source: Has Maps
ar_sa: لديه خرائط
bg_bg: Има карти
de_de: Hat Karten
el_gr: Έχει χάρτες
es_es: Tiene mapas
fr_fr: Dispose de cartes
he_il: יש מפות
hi_in: नक्शे हैं
it_it: Ha mappe
ja_jp: マップあり
lv_lv: Ir kartes
nl_nl: Heeft kaarten
pl_pl: Posiada mapy
pt_pt: Tem mapas
ru_ru: Есть карты
sv_se: Har kartor
tr_tr: Haritalar mevcuttur
vi_vn: Có bản đồ

source: Go
ar_sa: أذهب
bg_bg: Търси
de_de: Anwenden
el_gr: Πήγαινε
es_es: Ir
fr_fr: Aller
he_il: עבור
hi_in: जाएं
it_it: Vai
lv_lv: Doties
nl_nl: Ga
pl_pl: Idź
pt_pt: Ir
ru_ru: Перейти
sv_se: Start
tr_tr: Git
vi_vn: Đi

source: Set/Refresh Filters
ar_sa: مجموعة / تحديث الفلاتر
bg_bg: Задаване / опресняване на филтрите
de_de: Filter setzen/auffrischen
el_gr: Ρύθμιση / Ανανέωση φίλτρων
es_es: Definir/Refrescar Filtros
fr_fr: Définir/Rafraîchir les filtres
he_il: הגדרה/רענון של מסננים
hi_in: फ़िल्टर सेट/ताज़ा करें
it_it: Impostazione/Rifresh Filtri
ja_jp: フィルターの設定/更新
lv_lv: Atlasīt/Atjaunināt filtrus
nl_nl: Stel in/vernieuw filters
pl_pl: Ustaw / odśwież filtry
pt_pt: Filtros Set/Refresh
ru_ru: Выбрать/Обновить фильтры
sv_se: Ange / Uppdatera filter
tr_tr: Filtreleri Ayarla / Yenile
vi_vn: Đặt / Làm mới Bộ lọc

source: Clear
ar_sa: واضح
bg_bg: Изчисти
de_de: Löschen
el_gr: Καθαρισμός
es_es: Restablecer
fr_fr: Clair
he_il: נקה
hi_in: 明确
it_it: Cancella
ja_jp: クリア
lv_lv: Notīrīt
nl_nl: Herstel
pl_pl: Wyczyść
pt_pt: Limpar
ru_ru: Очистить
sv_se: Rensa
tr_tr: Temizle
vi_vn: Xóa

source: Clear Filters
ar_sa: مسح الفلتر
bg_bg: Изчистване на филтрите
de_de: Filter löschen
el_gr: Καθαρισμός Φίλτρων
es_es: Restablecer filtros
fr_fr: Supprimer les filtres
he_il: מחיקת מסננים
hi_in: फ़िल्टर साफ़ करें
it_it: Pulisci filtri
ja_jp: 絞り込み条件を解除する
lv_lv: Notīrīt filtrus
nl_nl: Stel filters opnieuw in
pl_pl: Wyczyść filtry
pt_pt: Limpar Filtros
ru_ru: Очистить фильтры
sv_se: Rensa filter
tr_tr: Filtreleri Temizle
vi_vn: Xóa bộ lọc

source: Create Options
ar_sa: إنشاء خيارات
bg_bg: Опции за създаване
de_de: Optionen anlegen
el_gr: Δημιουργία επιλογών
es_es: Crear opciones
fr_fr: Créer des options
he_il: יצירת אפשרויות
hi_in: विकल्प बनाएँ
it_it: Crea opzioni
ja_jp: 作成オプション
lv_lv: Izveidot opcijas
nl_nl: Opties maken
pl_pl: Utwórz opcje
pt_pt: Criar opções
ru_ru: Параметры создания
sv_se: Skapa alternativ
tr_tr: Tạo tùy chọn
vi_vn: Tạo tùy chọn

source: New Map
ar_sa: خريطة جديدة
bg_bg: Нова карта
de_de: Neue Karte
el_gr: Νέος χάρτης
es_es: Nuevo mapa
fr_fr: Nouvelle carte
he_il: מפה חדשה
hi_in: नया नक्शा
it_it: Nuova mappa
ja_jp: 新しいマップ
lv_lv: Jauna karte
nl_nl: Nieuwe kaart
pl_pl: Nowa mapa
pt_pt: Novo Mapa
ru_ru: Новая карта
sv_se: Ny karta
tr_tr: Yeni Harita
vi_vn: Bản đồ mới

source: Name including the \.conf
ar_sa: الاسم بما في ذلك \.conf
bg_bg: Име, включително \.conf
de_de: Name einschließlich der \.conf
el_gr: Όνομα συμπεριλαμβανομένου του \.conf
es_es: Nombre que incluye \.conf
fr_fr: Nom incluant le fichier \.conf
he_il: שם כולל \.conf
hi_in: \.conf सहित नाम
it_it: Nome che include il file \.conf
ja_jp: \.conf を含む名前
lv_lv: Nosaukums, kurā ietverts \.conf
nl_nl: Naam inclusief de \.conf
pl_pl: Nazwa, w tym plik \.conf
pt_pt: Nome incluindo o \.conf
ru_ru: Имя, включая \.conf
sv_se: Namn inklusive \.conf
tr_tr: \.conf içeren ad
vi_vn: Tên bao gồm \.conf

source: Source Map
ar_sa: خريطة المصدر
bg_bg: Карта на източника
de_de: Quellkarte
el_gr: Χάρτης πηγής
fr_fr: Carte de base
he_il: מפת מקור
hi_in: स्रोत मानचित्र
it_it: Sorgente Mappa
ja_jp: ソースマップ
lv_lv: Avota karte
nl_nl: Bron Kaart
pl_pl: Mapa źródłowa
pt_pt: Mapa de Origem
ru_ru: Исходная карта
sv_se: Källkarta
tr_tr: Kaynak Haritası
vi_vn: Bản đồ nguồn

source: Empty File
ar_sa: ملف فارغ
bg_bg: Празен файл
de_de: Leere Datei
el_gr: Κενό αρχείο
es_es: Archivo vacío
fr_fr: Fichier Vide
he_il: קובץ ריק
hi_in: खाली फ़ाइल
it_it: File vuoto
ja_jp: 空のファイル
lv_lv: Tukšs fails
nl_nl: Leeg bestand
pl_pl: Pusty plik
pt_pt: Arquivo vazio
ru_ru: Пустой файл
sv_se: Tom fil
tr_tr: Boş Dosya
vi_vn: Tệp trống

source: Actions
ar_sa: أفعال
bg_bg: Действия
de_de: Aktionen
el_gr: Ενέργειες
es_es: Acciones
he_il: פעולות
hi_in: कार्रवाइयाँ
it_it: Azioni
ja_jp: 操作
lv_lv: Darbības
nl_nl: Acties
pl_pl: Akcje
pt_pt: Acções
ru_ru: Действия
sv_se: Åtgärder
tr_tr: Eylemler
vi_vn: Hành động

source: Create Date
ar_sa: أنشئ تاريخ
bg_bg: Дата на създаване
de_de: Erstell-Datum
el_gr: Ημερομηνία δημιουργίας
es_es: Fecha de Creación
fr_fr: Date de création
he_il: תאריך יצירה
hi_in: दिनांक बनाएँ
it_it: Data Creazione
ja_jp: 作成日
lv_lv: Izveidot datumu
nl_nl: Aanmaakdatum
pl_pl: Data utworzenia
pt_pt: Data Criação
ru_ru: Дата создания
sv_se: Skapad datum
tr_tr: Oluşturulma Tarihi
vi_vn: Tạo ngày

source: Last Modified
ar_sa: آخر تعديل
bg_bg: Последна промяна
de_de: Zuletzt geändert
el_gr: Τελευταία τροποποίηση
es_es: Ultima modificación
fr_fr: Dernière modification
he_il: תאריך שינוי
hi_in: पिछली मर्तबा परिवर्धित
it_it: Ultima modifica
ja_jp: 最終編集日
lv_lv: Pēdējā modifikācijā
nl_nl: Laatste keer bewerkt
pl_pl: Ostatnio zmodyfikowany
pt_pt: A data da última modificação do objecto, no fuso horário do site.
ru_ru: Последнее изменение
sv_se: Senast ändrad
tr_tr: Son Düzenleme
vi_vn: Sửa đổi lần cuối

source: Size
ar_sa: مداخل خلفية الحجم
bg_bg: Размер
de_de: Größe
el_gr: Μέγεθος
es_es: Tamaño
fr_fr: Taille
he_il: גודל
hi_in: आकार
it_it: Dimensione
ja_jp: サイズ
lv_lv: Izmērs
nl_nl: Grootte
pl_pl: Rozmiar
pt_pt: Tamanho
ru_ru: Размер
sv_se: Storlek
tr_tr: Boyut
vi_vn: Kích thước

source: Config Files
ar_sa: تكوين الملفات
bg_bg: Конфигурационни файлове
de_de: Konfigurationsdateien
el_gr: Αρχεία διαμόρφωσης
es_es: Archivos de configuración
fr_fr: Fichiers de configuration
he_il: הגדרת קבצים
hi_in: कॉन्फ़िग फ़ाइलें
it_it: File di configurazione
ja_jp: 構成ファイル
lv_lv: Konfigurācijas faili
nl_nl: Configuratie-bestanden
pl_pl: Pliki konfiguracyjne
pt_pt: Arquivos de configuração
ru_ru: Конфиг Файлы
sv_se: Konfigurationsfiler
tr_tr: Yapılandırma Dosyaları
vi_vn: Cấu hình tệp

source: Add the configuration file %s to Weathermap
ar_sa: إضافة ملف التكوين %s إلى خريطة الطقس
bg_bg: Добавяне на конфигурационния файл %s към Weathermap
de_de: Fügen Sie die Konfigurationsdatei %s zu Weathermap hinzu
el_gr: Προσθέστε το αρχείο ρύθμισης παραμέτρων %s στο Weathermap
es_es: Agregue el archivo de configuración %s al mapa del tiempo
fr_fr: Ajouter le fichier de configuration %s à Weathermap
he_il: הוסף את %s קובץ התצורה ל- Weathermap
hi_in: Weathermap %s कॉन्फ़िगरेशन फ़ाइल जोड़ें
it_it: Aggiungere il file di configurazione %s a Weathermap
ja_jp: 設定ファイル%sをウェザーマップに追加する
lv_lv: Konfigurācijas faila %s pievienošana laikapstākļu kartei
nl_nl: Voeg het configuratiebestand %s toe aan Weathermap
pl_pl: Dodaj plik konfiguracyjny %s do mapy pogody
pt_pt: Adicionar o arquivo de configuração %s ao Weathermap
ru_ru: Добавьте конфигурационный файл %s в Weathermap
sv_se: Lägg till konfigurationsfilen %s i väderkartan
tr_tr: Yapılandırma dosyasını %s Weathermap'e ekleyin
vi_vn: Thêm tệp cấu hình %s vào Weathermap

source: Copy
ar_sa: نسخ
bg_bg: Копирайте
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copia
fr_fr: Copier
he_il: העתקה
it_it: Copia
ja_jp: コピー
nl_nl: Kopiëren
pl_pl: Kopiuj
pt_pt: Copiar
ru_ru: Копировать
sv_se: Kopiera
tr_tr: Kopya
vi_vn: Sao chép

source: Duplicate the configuration file %s and add to Weathermap as %s
ar_sa: قم بتكرار ملف التكوين %s وإضافته إلى Weathermap كما %s
bg_bg: Дублирайте конфигурационния файл %s и добавете към Weathermap като %s
de_de: Duplizieren Sie die Konfigurationsdatei %s und fügen Sie sie wie %s zu Weathermap hinzu
el_gr: Αντιγράψτε το αρχείο διαμόρφωσης %s και προσθέστε στο Weathermap ως %s
es_es: Duplique el archivo de configuración %s y agréguelo al mapa del tiempo como %s
fr_fr: Dupliquez le fichier de configuration %s et ajoutez-le à Weathermap en tant que %s
he_il: שכפל את קובץ התצורה %s והוסף ל- Weathermap %s
hi_in: %s कॉन्फ़िगरेशन फ़ाइल को डुप्लिकेट करें और %s के रूप में वेदरमैप में जोड़ें
it_it: Duplicare il file di configurazione %s e aggiungerlo a Weathermap come %s
ja_jp: 設定ファイルを%s複製し、%s として Weathermap に追加します
lv_lv: Dublējiet konfigurācijas faila %s un pievienojiet laika ziņu kartei, kā %s
nl_nl: Dupliceer het configuratiebestand %s en voeg het toe aan Weathermap als %s
pl_pl: Zduplikuj plik konfiguracyjny %s i dodaj do mapy pogodowej jako %s
pt_pt: Duplique o arquivo de configuração %s e adicione ao Weathermap conforme %s
ru_ru: Продублируйте конфигурационный файл %s и добавьте его в Weathermap как %s
sv_se: Duplicera konfigurationsfilen %s och lägg till i Weathermap som %s
tr_tr: Yapılandırma dosyasını %s çoğaltın ve %s olarak Weathermap'e ekleyin
vi_vn: Sao chép tệp cấu hình %s và thêm vào Weathermap dưới dạng %s

source: View the configuration file %s in a new window
ar_sa: عرض ملف التكوين %s في نافذة جديدة
bg_bg: Преглед на %s на конфигурационния файл в нов прозорец
de_de: Anzeigen der Konfigurationsdatei %s in einem neuen Fenster
el_gr: Προβολή του αρχείου ρύθμισης παραμέτρων %s σε νέο παράθυρο
es_es: Ver el archivo de configuración %s en una ventana nueva
fr_fr: Afficher le fichier de configuration %s dans une nouvelle fenêtre
he_il: הצגת קובץ התצורה %s בחלון חדש
hi_in: कॉन्फ़िगरेशन फ़ाइल %s को एक नई विंडो में देखें
it_it: Visualizzare il file di configurazione %s in una nuova finestra
ja_jp: 構成ファイルの%sを新しいウィンドウで表示する
lv_lv: Konfigurācijas faila %s skatīšana jaunā logā
nl_nl: Bekijk het configuratiebestand %s in een nieuw venster
pl_pl: Wyświetlanie pliku konfiguracyjnego %s w nowym oknie
pt_pt: Exibir o arquivo de configuração %s em uma nova janela
ru_ru: Просмотр конфигурационного файла %s в новом окне
sv_se: Visa konfigurationsfilen %s i ett nytt fönster
tr_tr: Yapılandırma dosyasını %s yeni bir pencerede görüntüleyin
vi_vn: Xem tệp cấu hình %s trong cửa sổ mới

source: NOTE: Already in use. Click duplicate to create a new file.
ar_sa: ملاحظة: قيد الاستخدام بالفعل. انقر فوق تكرار لإنشاء ملف جديد.
bg_bg: ЗАБЕЛЕЖКА: Вече се използва. Щракнете върху дублиране, за да създадете нов файл.
de_de: HINWEIS: Bereits im Einsatz. Klicken Sie auf Duplizieren, um eine neue Datei zu erstellen.
el_gr: ΣΗΜΕΙΩΣΗ: Χρησιμοποιείται ήδη. Κάντε κλικ στην επιλογή διπλότυπο για να δημιουργήσετε ένα νέο αρχείο.
es_es: NOTA: Ya está en uso. Haga clic en duplicar para crear un nuevo archivo.
fr_fr: REMARQUE : Déjà en cours d’utilisation. Cliquez sur dupliquer pour créer un nouveau fichier.
he_il: הערה: כבר נמצא בשימוש. לחץ על שכפל כדי ליצור קובץ חדש.
hi_in: नोट: पहले से ही उपयोग में है। नई फ़ाइल बनाने के लिए डुप्लिकेट पर क्लिक करें.
it_it: NOTA: Già in uso. Fare clic su Duplica per creare un nuovo file.
ja_jp: 注:すでに使用されています。[複製] をクリックして、新しいファイルを作成します。
lv_lv: PIEZĪME: Jau tiek lietots. Noklikšķiniet uz Dublicēt, lai izveidotu jaunu failu.
nl_nl: LET OP: Al in gebruik. Klik op dupliceren om een nieuw bestand te maken.
pl_pl: UWAGA: Już w użyciu. Kliknij duplikat, aby utworzyć nowy plik.
pt_pt: NOTA: Já em uso. Clique em duplicar para criar um novo arquivo.
ru_ru: ПРИМЕЧАНИЕ: Уже используется. Нажмите Дублировать, чтобы создать новый файл.
sv_se: OBS: Används redan. Klicka på duplicera för att skapa en ny fil.
tr_tr: NOT: Zaten kullanımda. Yeni bir dosya oluşturmak için çoğalt'ı tıklayın.
vi_vn: LƯU Ý: Đã được sử dụng. Nhấp vào sao chép để tạo tệp mới.

source: No files were found in the configs directory.
ar_sa: لم يتم العثور على ملفات في دليل التكوينات.
bg_bg: Не са намерени файлове в директорията на конфигурациите.
de_de: Im configs-Verzeichnis wurden keine Dateien gefunden.
el_gr: Δεν βρέθηκαν αρχεία στον κατάλογο configs.
es_es: No se encontraron archivos en el directorio configs.
fr_fr: Aucun fichier n’a été trouvé dans le répertoire configs.
he_il: לא נמצאו קבצים בספריית התצורות.
hi_in: कॉन्फ़िगरेशन निर्देशिका में कोई फ़ाइल नहीं मिली.
it_it: Non è stato trovato alcun file nella directory configs.
ja_jp: configsディレクトリにファイルが見つかりませんでした。
lv_lv: Configs direktorijā netika atrasts neviens fails.
nl_nl: Er zijn geen bestanden gevonden in de map configs.
pl_pl: Nie znaleziono żadnych plików w katalogu configs.
pt_pt: Nenhum arquivo foi encontrado no diretório configs.
ru_ru: В каталоге configs файлов не найдено.
sv_se: Inga filer hittades i configs-katalogen.
tr_tr: configs dizininde dosya bulunamadı.
vi_vn: Không có tệp nào được tìm thấy trong thư mục configs.

source: The path %s is not in the config directory.
ar_sa: المسار %s غير موجود في دليل التكوين.
bg_bg: Пътят %s не е в директорията за конфигуриране.
de_de: Der Pfad %s befindet sich nicht im Konfigurationsverzeichnis.
el_gr: Η διαδρομή %s δεν βρίσκεται στον κατάλογο ρυθμίσεων.
es_es: La ruta de acceso %s no está en el directorio de configuración.
fr_fr: Le chemin d’accès %s n’est pas dans le répertoire config.
he_il: %s הנתיב אינו נמצא בספריית התצורה.
hi_in: पथ %s कॉन्फ़िगरेशन निर्देशिका में नहीं है।
it_it: Il percorso %s non si trova nella directory config.
ja_jp: パス %s が config ディレクトリにありません。
lv_lv: Ceļš %s nav konfigurācijas direktorijā.
nl_nl: Het pad %s bevindt zich niet in de configuratiemap.
pl_pl: Ścieżka%s nie znajduje się w katalogu konfiguracji.
pt_pt: O caminho %s não está no diretório config.
ru_ru: Путь %s отсутствует в каталоге config.
sv_se: Sökvägen %s finns inte i konfigurationskatalogen.
tr_tr: %s yolu yapılandırma dizininde değil.
vi_vn: Đường dẫn %s không nằm trong thư mục config.

source: Preview of %s
ar_sa: معاينة %s
bg_bg: Преглед на %s
de_de: Vorschau auf %s
el_gr: Προεπισκόπηση του %s
es_es: Vista previa de %s
fr_fr: Aperçu de %s
he_il: תצוגה מקדימה של %s
hi_in: %s का पूर्वावलोकन
it_it: Anteprima di %s
ja_jp: %sのプレビュー
lv_lv: %s priekšskatījums
nl_nl: Voorbeeld van %s
pl_pl: Podgląd %s
pt_pt: Pré-visualização do %s
ru_ru: Предварительный просмотр %s
sv_se: Förhandsgranskning av %s
tr_tr: %s önizlemesi
vi_vn: Xem trước %s

source: The path %s does not appear to exist in the config directory
ar_sa: لا يبدو أن المسار %s موجود في دليل التكوين
bg_bg: Пътят %s изглежда не съществува в конфигурационната директория
de_de: Der Pfad %s scheint im Konfigurationsverzeichnis nicht vorhanden zu sein
el_gr: Η διαδρομή %s δεν φαίνεται να υπάρχει στον κατάλογο ρυθμίσεων
es_es: La ruta de acceso %s no parece existir en el directorio config
fr_fr: Le chemin d’accès %s ne semble pas exister dans le répertoire config
he_il: נראה כי %s הנתיב אינו קיים בספריית config
hi_in: पथ %s कॉन्फ़िगरेशन निर्देशिका में मौजूद नहीं है
it_it: Il percorso %s non sembra esistere nella directory config
ja_jp: パス %s が config ディレクトリに存在しないようです
lv_lv: Šķiet, ka ceļš, %s nepastāv konfigurācijas direktorijā
nl_nl: Het pad %s lijkt niet te bestaan in de configuratiemap
pl_pl: Wygląda na to%s że ścieżka nie istnieje w katalogu konfiguracyjnym
pt_pt: O caminho %s não parece existir no diretório config
ru_ru: Путь %s не существует в каталоге config
sv_se: Sökvägen %s verkar inte finnas i konfigurationskatalogen
tr_tr: %s yolu yapılandırma dizininde yok gibi görünüyor
vi_vn: Đường dẫn %s dường như không tồn tại trong thư mục cấu hình

source: Path mismatch
ar_sa: عدم تطابق المسار
bg_bg: Несъответствие на пътя
de_de: Nicht übereinstimmende Pfade
el_gr: Αναντιστοιχία διαδρομής
es_es: Discordancia de ruta
fr_fr: Incompatibilité de chemin
he_il: אי-התאמה בין נתיבים
hi_in: पथ बेमेल
it_it: Mancata corrispondenza del percorso
ja_jp: パスの不一致
lv_lv: Ceļa neatbilstība
nl_nl: Pad komt niet overeen
pl_pl: Niezgodność ścieżek
pt_pt: Incompatibilidade de caminho
ru_ru: Несоответствие путей
sv_se: Matchningsfel för sökväg
tr_tr: Yol uyumsuzluğu
vi_vn: Đường dẫn không khớp

source: (No Title)
ar_sa: العنوان:
bg_bg: Заглавие
de_de: (Kein Titel)
el_gr: (Χωρίς τίτλο)
es_es: (Sin título)
fr_fr: (Sans titre)
he_il: (ללא כותרת)
hi_in: (कोई शीर्षक नहीं)
it_it: (Senza titolo)
ja_jp: （タイトルなし）
pl_pl: (Bez tytułu)
pt_pt: (Sem título)
ru_ru: (Без заголовка)
sv_se: Titel
tr_tr: Başlık:
vi_vn: (Không có tiêu đề)
