Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: There are no per Map settings for this Map yet. You can add some by pressing the plus sign '+' in the top-right.
ar_sa: لا توجد إعدادات لكل خريطة لهذه الخريطة حتى الآن. يمكنك إضافة بعضها بالضغط على علامة الجمع "+" في أعلى اليمين.
bg_bg: Все още няма настройки за карта за тази карта. Можете да добавите някои, като натиснете знака плюс "+" в горния десен ъгъл.
de_de: Es gibt noch keine Einstellungen pro Karte für diese Karte. Sie können einige hinzufügen, indem Sie oben rechts auf das Pluszeichen "+" klicken.
el_gr: Δεν υπάρχουν ακόμη ρυθμίσεις ανά χάρτη για αυτόν τον χάρτη. Μπορείτε να προσθέσετε μερικά πατώντας το σύμβολο συν '+' επάνω δεξιά.
es_es: Todavía no hay configuraciones por mapa para este mapa. Puede agregar algunos presionando el signo más '+' en la parte superior derecha.
fr_fr: Il n’y a pas encore de paramètres par carte pour cette carte. Vous pouvez en ajouter en appuyant sur le signe plus '+' en haut à droite.
he_il: אין עדיין הגדרות לפי מפה עבור מפה זו. אתה יכול להוסיף כמה על ידי לחיצה על סימן החיבור '+' בפינה השמאלית העליונה.
hi_in: इस मानचित्र के लिए अभी तक कोई प्रति मानचित्र सेटिंग्स नहीं हैं। आप ऊपरी-दाईं ओर प्लस चिह्न '+' दबाकर कुछ जोड़ सकते हैं।
it_it: Non ci sono ancora impostazioni per mappa per questa mappa. Puoi aggiungerne alcuni premendo il segno più "+" in alto a destra.
ja_jp: このマップには、まだマップごとの設定はありません。右上のプラス記号「+」を押すと追加できます。
lv_lv: Šai kartei vēl nav kartes iestatījumu. Dažus var pievienot, nospiežot pluszīmi "+" augšējā labajā stūrī.
nl_nl: Er zijn nog geen instellingen per kaart voor deze kaart. Je kunt er een paar toevoegen door op het plusteken '+' rechtsboven te drukken.
pl_pl: Nie ma jeszcze ustawień dla poszczególnych map dla tej mapy. Możesz je dodać, naciskając znak plus "+" w prawym górnym rogu.
pt_pt: Ainda não existem configurações por Mapa para este Mapa. Você pode adicionar alguns pressionando o sinal de mais '+' no canto superior direito.
ru_ru: Для этой карты пока нет настроек для каждой карты. Вы можете добавить их, нажав на знак «+» в правом верхнем углу.
sv_se: Det finns inga inställningar per karta för den här kartan ännu. Du kan lägga till några genom att trycka på plustecknet "+" längst upp till höger.
tr_tr: Bu Harita için henüz Harita başına ayar yok. Sağ üstteki artı işareti '+' tuşuna basarak biraz ekleyebilirsiniz.
vi_vn: Chưa có cài đặt nào cho mỗi Bản đồ cho Bản đồ này. Bạn có thể thêm một số bằng cách nhấn dấu cộng '+' ở trên cùng bên phải.

source: Usage Notes
ar_sa: اسم الصفحة
bg_bg: Име на страницата
de_de: Seitenname
el_gr: Όνομα σελίδας
es_es: Notas de uso
he_il: הערות שימוש
hi_in: उपयोग नोट्स
it_it: Nome Pagina
ja_jp: 使用上の注意
lv_lv: Lietošanas piezīmes
pl_pl: Nazwa Strony
pt_pt: Nome da página
ru_ru: Название страницы
sv_se: Sidonamn
tr_tr: Sayfa İsmi
vi_vn: Tên trang

source: All Maps in this Group are also affected by the following Global Settings (Group overrides Global, Map overrides Group, but BOTH override SET commands within the Map Config File)
ar_sa: تتأثر جميع الخرائط في هذه المجموعة أيضا بالإعدادات العامة التالية (تتجاوز المجموعة المجموعة عمومي، وتتجاوز الخريطة المجموعة، ولكن كلاهما يتجاوز أوامر SET داخل ملف تكوين الخريطة)
bg_bg: Всички карти в тази група също са засегнати от следните глобални настройки (групата отменя глобалната, картата замества групата, но и двете заместват командите на SET в конфигурационния файл на картата)
de_de: Alle Maps in dieser Gruppe sind auch von den folgenden globalen Einstellungen betroffen (Gruppe überschreibt Global, Map überschreibt Gruppe, aber BEIDE überschreiben SET-Befehle in der Map Config File)
el_gr: Όλοι οι χάρτες αυτής της ομάδας επηρεάζονται επίσης από τις ακόλουθες καθολικές ρυθμίσεις (η ομάδα παρακάμπτει την καθολική, ο χάρτης παρακάμπτει την ομάδα, αλλά και οι δύο παρακάμπτουν τις εντολές SET μέσα στο αρχείο ρύθμισης παραμέτρων χάρτη)
es_es: Todos los mapas de este grupo también se ven afectados por la siguiente configuración global (el grupo anula el global, el mapa anula el grupo, pero AMBOS anulan los comandos SET dentro del archivo de configuración del mapa)
fr_fr: Toutes les cartes de ce groupe sont également affectées par les paramètres globaux suivants (le groupe remplace le global, la carte remplace le groupe, mais les deux remplacent les commandes SET dans le fichier de configuration de la carte)
he_il: כל המפות בקבוצה זו מושפעות גם מההגדרות הכלליות הבאות (קבוצה דורסת את כללי, מפה דורסת קבוצה, אך שתיהן עוקפות פקודות SET בתוך קובץ Map Config)
hi_in: इस समूह में सभी मानचित्र निम्न वैश्विक सेटिंग्स (समूह वैश्विक ओवरराइड, मानचित्र ओवरराइड समूह, लेकिन दोनों मैप कॉन्फ़िगरेशन फ़ाइल के भीतर सेट आदेश ओवरराइड) द्वारा भी प्रभावित होते हैं
it_it: Tutte le mappe di questo gruppo sono inoltre interessate dalle seguenti impostazioni globali (il gruppo sostituisce Globale, la mappa sostituisce il gruppo, ma ENTRAMBI sostituiscono i comandi SET all'interno del file di configurazione della mappa)
ja_jp: このグループのすべてのマップは、次のグローバル設定の影響も受けます(グループはグローバルをオーバーライドし、マップはグループをオーバーライドしますが、マップ構成ファイル内のSETコマンドを両方ともオーバーライドします)
lv_lv: Visas šīs grupas kartes ietekmē arī šādi globālie iestatījumi (grupa ignorē globālus, karte ignorē grupu, bet ABI ignorē SET komandas kartes konfigurācijas failā)
nl_nl: Alle kaarten in deze groep worden ook beïnvloed door de volgende algemene instellingen (Groep overschrijft Global, Map overschrijft Group, maar BEIDE overschrijven SET-opdrachten in het Map Config File)
pl_pl: Na wszystkie mapy w tej grupie mają również wpływ następujące ustawienia globalne (Grupa zastępuje Globalne, Mapa zastępuje Grupa, ale OBA przesłaniają polecenia SET w pliku konfiguracyjnym mapy)
pt_pt: Todos os Mapas neste Grupo também são afetados pelas seguintes Configurações Globais (Grupo substitui Global, Mapa substitui Grupo, mas AMBOS substituem comandos SET dentro do Arquivo de Configuração do Mapa)
ru_ru: На все Карты в этой Группе также влияют следующие Глобальные Настройки (Группа переопределяет Глобальные, Карта переопределяет Группу, но ОБЕ переопределяют команды SET в Файле Конфигурации Карты)
sv_se: Alla mappningar i den här gruppen påverkas också av följande globala inställningar (Gruppen åsidosätter Global, Kartåsidosätter gruppen, men BÅDA åsidosätter SET-kommandona i kartkonfigurationsfilen)
tr_tr: Bu Gruptaki tüm Haritalar aşağıdaki Genel Ayarlardan da etkilenir (Grup Genel'i geçersiz kılar, Harita Grubu geçersiz kılar, ancak HER İKİSİ de Harita Yapılandırma Dosyası içindeki SET komutlarını geçersiz kılar)
vi_vn: Tất cả Bản đồ trong Nhóm này cũng bị ảnh hưởng bởi các Cài đặt chung sau (Nhóm ghi đè Toàn cầu, Bản đồ ghi đè Nhóm, nhưng CẢ HAI đều ghi đè các lệnh SET trong Tệp Cấu hình Bản đồ)

source: This Map is also affected by the following Global and Group Settings (Group overrides Global, Map overrides Group, but BOTH override SET commands within the Map Config File)
ar_sa: تتأثر هذه الخريطة أيضا بالإعدادات العامة وإعدادات المجموعة التالية (تتجاوز المجموعة الإجمالية، وتتجاوز الخريطة المجموعة، ولكن كلاهما يتجاوز أوامر SET داخل ملف تكوين الخريطة)
bg_bg: Тази карта се влияе и от следните глобални и групови настройки (групата отменя Global, Map отменя Group, но и двете заместват командите SET в конфигурационния файл на картата)
de_de: Diese Zuordnung wird auch von den folgenden globalen und Gruppeneinstellungen beeinflusst (Gruppe überschreibt Global, Zuordnung überschreibt Gruppe, aber BEIDE überschreiben SET-Befehle in der Zuordnungskonfigurationsdatei)
el_gr: Αυτός ο χάρτης επηρεάζεται επίσης από τις ακόλουθες καθολικές ρυθμίσεις και ρυθμίσεις ομάδας (η ομάδα παρακάμπτει την καθολική, ο χάρτης παρακάμπτει την ομάδα, αλλά και οι δύο παρακάμπτουν τις εντολές SET μέσα στο αρχείο ρύθμισης παραμέτρων χάρτη)
es_es: Este mapa también se ve afectado por las siguientes configuraciones globales y de grupo (el grupo anula el global, el mapa anula el grupo, pero AMBOS anulan los comandos SET dentro del archivo de configuración del mapa)
fr_fr: Cette carte est également affectée par les paramètres globaux et de groupe suivants (le groupe remplace le global, la carte remplace le groupe, mais les deux remplacent les commandes SET dans le fichier de configuration de la carte)
he_il: מפה זו מושפעת גם מההגדרות הכלליות והקבוצתיות הבאות (קבוצה דורסת את כללי, מפה דורסת קבוצה, אך שתיהן עוקפות פקודות SET בתוך קובץ Map Config)
hi_in: यह मानचित्र निम्न वैश्विक और समूह सेटिंग्स (समूह वैश्विक ओवरराइड, मानचित्र ओवरराइड समूह, लेकिन दोनों मैप कॉन्फ़िगरेशन फ़ाइल के भीतर सेट आदेश ओवरराइड) द्वारा भी प्रभावित होता है
it_it: Questa mappa è influenzata anche dalle seguenti impostazioni globali e di gruppo (il gruppo sostituisce Globale, la mappa sostituisce il gruppo, ma ENTRAMBI sovrascrivono i comandi SET all'interno del file di configurazione della mappa)
ja_jp: このマップは、次のグローバル設定とグループ設定の影響も受けます(グループはグローバルをオーバーライドし、マップはグループをオーバーライドしますが、マップ構成ファイル内のSETコマンドは両方ともオーバーライドされます)
lv_lv: Šo karti ietekmē arī šādi globālie un grupas iestatījumi (grupa ignorē globālus, karte ignorē grupu, bet ABI ignorē SET komandas kartes konfigurācijas failā)
nl_nl: Deze kaart wordt ook beïnvloed door de volgende algemene en groepsinstellingen (Groep overschrijft Algemeen, Kaart overschrijft Groep, maar BEIDE overschrijven SET-opdrachten in het Map Config File)
pl_pl: Na tę mapę mają również wpływ następujące ustawienia globalne i grupowe (Grupa zastępuje Globalne, Mapa zastępuje Grupa, ale OBA przesłaniają polecenia SET w pliku konfiguracyjnym mapy)
pt_pt: Este Mapa também é afetado pelas seguintes Configurações Globais e de Grupo (Grupo substitui Global, Mapa substitui Grupo, mas AMBOS substituem comandos SET dentro do Arquivo de Configuração do Mapa)
ru_ru: На эту карту также влияют следующие глобальные и групповые настройки (Группа переопределяет Глобальные, Карта переопределяет Группу, но ОБЕ переопределяют команды SET в Файле Конфигурации Карты)
sv_se: Den här kartan påverkas också av följande globala inställningar och gruppinställningar (Grupp åsidosätter Global, Karta åsidosätter Grupp, men BÅDA åsidosätter SET-kommandon i kartkonfigurationsfilen)
tr_tr: Bu Harita, aşağıdaki Genel Ayarlardan ve Grup Ayarlarından da etkilenir (Grup, Genel'i geçersiz kılar, Harita, Grubu geçersiz kılar, ancak HER İKİSİ de Eşleme Yapılandırma Dosyası içindeki SET komutlarını geçersiz kılar)
vi_vn: Bản đồ này cũng bị ảnh hưởng bởi các Cài đặt Toàn cầu và Nhóm sau (Nhóm ghi đè Toàn cầu, Bản đồ ghi đè Nhóm, nhưng CẢ HAI đều ghi đè các lệnh SET trong Tệp Cấu hình Bản đồ)

source: Group Settings [ Group: %s ]
ar_sa: إعدادات المجموعة [ المجموعة: %s ]
bg_bg: Настройки на група [ Група: %s ]
de_de: Gruppeneinstellungen [ Gruppe: %s ]
el_gr: Ρυθμίσεις ομάδας [ Ομάδα: %s ]
es_es: Configuración de grupo [ Grupo: %s ]
fr_fr: Paramètres de groupe [ Groupe : %s ]
he_il: הגדרות קבוצה [ קבוצה: %s ]
hi_in: समूह सेटिंग्स [ समूह: %s ]
it_it: Impostazioni gruppo [ Gruppo: %s ]
ja_jp: グループ設定 [ グループ: %s ]
lv_lv: Grupas iestatījumi [ Grupa: %s ]
nl_nl: Groepsinstellingen [ Groep: %s ]
pl_pl: Ustawienia grupy [ Grupa: %s ]
pt_pt: Configurações do Grupo [ Grupo: %s ]
ru_ru: Настройки группы [ Группа: %s ]
sv_se: Gruppinställningar [ Grupp: %s ]
tr_tr: Grup Ayarları [ Grup: %s ]
vi_vn: Cài đặt nhóm [ Nhóm: %s ]

source: No Group
ar_sa: مجموعة
bg_bg: Няма група
de_de: Keine Gruppe
el_gr: Χωρίς ομάδα
es_es: Ningún grupo
fr_fr: Aucun groupe
he_il: ללא קבוצה
it_it: Nessun Gruppo
ja_jp: グループなし
nl_nl: Geen groep
pl_pl: Nr grupy
pt_pt: Sem Grupo
ru_ru: Нет группы
sv_se: Ingen Grupp
tr_tr: Grup
vi_vn: Nhóm

source: Action
ar_sa: الإجراء
bg_bg: Действие
de_de: Aktion
el_gr: Ενέργεια
es_es: Acción
he_il: פעולה
hi_in: कार्रवाई
it_it: Azione
ja_jp: アクション
lv_lv: Darbība
nl_nl: Actie
pl_pl: Akcja
pt_pt: Acção
ru_ru: Действие
sv_se: Åtgärd
tr_tr: Aksiyon
vi_vn: Hành động

source: Name
ar_sa: الاسم
bg_bg: Име
el_gr: Όνομα
es_es: Nombre
fr_fr: Nom
he_il: שם
hi_in: नाम
it_it: Nome
ja_jp: 名前
lv_lv: Vārds
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: İsim
vi_vn: Tên

source: Value
ar_sa: القيمة
bg_bg: Стойност
de_de: Wert
el_gr: Αξία
es_es: Valor
fr_fr: Valeur
he_il: ערך
hi_in: मूल्य
it_it: Valore
ja_jp: 値
lv_lv: Vērtība
nl_nl: Waarde
pl_pl: Wartość
pt_pt: Valor
ru_ru: Значение
sv_se: Värde
tr_tr: Değer
vi_vn: Giá trị

source: Edit this definition
ar_sa: تحرير هذا التعريف
bg_bg: Редактиране на тази дефиниция
de_de: Diese Definition bearbeiten
el_gr: Επεξεργασία αυτού του ορισμού
es_es: Editar esta definición
fr_fr: Modifier cette définition
he_il: ערוך הגדרה זו
hi_in: इस परिभाषा को संपादित करें
it_it: Modificare questa definizione
ja_jp: この定義を編集する
lv_lv: Rediģēt šo definīciju
nl_nl: Deze definitie bewerken
pl_pl: Edytuj tę definicję
pt_pt: Editar esta definição
ru_ru: Редактировать это определение
sv_se: Redigera den här definitionen
tr_tr: Bu tanımı düzenle
vi_vn: Chỉnh sửa định nghĩa này

source: Remove this definition from this Map
ar_sa: إزالة هذا التعريف من هذه الخريطة
bg_bg: Премахни тази дефиниция от тази карта
de_de: Diese Definition aus dieser Karte entfernen
el_gr: Κατάργηση αυτού του ορισμού από αυτόν τον χάρτη
es_es: Eliminar esta definición de este mapa
fr_fr: Supprimer cette définition de cette carte
he_il: הסר הגדרה זו ממפה זו
hi_in: इस परिभाषा को इस मानचित्र से हटा दें
it_it: Rimuovere questa definizione da questa mappa
ja_jp: このマップからこの定義を削除します
lv_lv: Noņemiet šo definīciju no šīs kartes
nl_nl: Verwijder deze definitie van deze kaart
pl_pl: Usuń tę definicję z tej mapy
pt_pt: Remover esta definição deste Mapa
ru_ru: Удалить это определение с этой карты
sv_se: Ta bort den här definitionen från den här kartan
tr_tr: Bu tanımı bu Haritadan kaldır
vi_vn: Xóa định nghĩa này khỏi Bản đồ này

source: Back to Group Admin
ar_sa: العودة إلى مسؤول المجموعة
bg_bg: Обратно към администратор на група
de_de: Zurück zum Gruppenadministrator
el_gr: Επιστροφή στο διαχειριστή ομάδας
es_es: Volver al administrador del grupo
fr_fr: Retour à l’administrateur de groupe
he_il: חזרה למנהל קבוצה
hi_in: समूह व्यवस्थापक पर वापस जाएं
it_it: Torna a Amministratore gruppo
ja_jp: グループ管理者に戻る
lv_lv: Atpakaļ pie grupas administratora
nl_nl: Terug naar Groepsbeheerder
pl_pl: Powrót do strony Administrator grupy
pt_pt: Voltar para Administrador do Grupo
ru_ru: Назад к администратору группы
sv_se: Tillbaka till gruppadministratören
tr_tr: Grup Yöneticisine Geri Dön
vi_vn: Quay lại Quản trị viên nhóm

source: Back to Map Admin
ar_sa: العودة إلى مسؤول الخريطة
bg_bg: Обратно към картата Admin
de_de: Zurück zur Kartenverwaltung
el_gr: Επιστροφή στο Map Admin
es_es: Volver al administrador de mapas
fr_fr: Retour à l’administrateur de la carte
he_il: חזרה אל Map Admin
hi_in: मानचित्र व्यवस्थापक पर वापस जाएं
it_it: Torna a Amministrazione mappa
ja_jp: マップ管理に戻る
lv_lv: Atpakaļ pie kartes administratora
nl_nl: Terug naar Kaartbeheerder
pl_pl: Powrót do strony Administrator mapy
pt_pt: Voltar para Map Admin
ru_ru: Назад к Map Admin
sv_se: Tillbaka till Map Admin
tr_tr: Harita Yöneticisine Geri Dön
vi_vn: Quay lại Map Admin

source: No Settings Found
ar_sa: لم يتم العثور على إعدادات
bg_bg: Не са намерени настройки
de_de: Keine Einstellungen gefunden
el_gr: Δεν βρέθηκαν ρυθμίσεις
es_es: No se ha encontrado ninguna configuración
fr_fr: Aucun paramètre n’a été trouvé
he_il: לא נמצאו הגדרות
hi_in: कोई सेटिंग नहीं मिली
it_it: Nessuna impostazione trovata
ja_jp: 設定が見つかりません
lv_lv: Nav atrasti iestatījumi
nl_nl: Geen instellingen gevonden
pl_pl: Nie znaleziono ustawień
pt_pt: Nenhuma configuração encontrada
ru_ru: Настройки не найдены.
sv_se: Inga inställningar hittades
tr_tr: Ayar Bulunamadı
vi_vn: Không tìm thấy cài đặt nào

source: Map ID
ar_sa: معرف الخريطة
bg_bg: ИД на картата
el_gr: ID Χάρτη
es_es: Mapa ID
fr_fr: ID de la carte
he_il: מזהה מפה
hi_in: मैप आईडी
it_it: ID mappa
ja_jp: マップ ID
lv_lv: Kartes ID
nl_nl: ID Kaart
pl_pl: ID Mapy
pt_pt: ID do mapa
ru_ru: ID карты
sv_se: Kart-ID
tr_tr: Harita
vi_vn: ID Map

source: Setting ID
ar_sa: معرف الإعداد
bg_bg: ИД на настройка
de_de: Festlegen der ID
el_gr: Αναγνωριστικό ρύθμισης
es_es: ID de configuración
fr_fr: ID de réglage
he_il: מזהה הגדרה
hi_in: आईडी सेट करना
it_it: ID impostazione
ja_jp: 設定 ID
lv_lv: Iestatījuma ID
nl_nl: ID instellen
pl_pl: Identyfikator ustawienia
pt_pt: ID da configuração
ru_ru: Идентификатор настройки
sv_se: Inställnings-ID
tr_tr: Ayar Kimliği
vi_vn: ID cài đặt

source: The name of the map-global SET variable
ar_sa: اسم متغير SET العام للخريطة
bg_bg: Името на променливата map-global SET
de_de: Der Name der map-globalen SET-Variablen
el_gr: Το όνομα της μεταβλητής map-global SET
es_es: El nombre de la variable SET map-global
fr_fr: Le nom de la variable SET map-global
he_il: שם המשתנה SET הכולל מפה
hi_in: मानचित्र-वैश्विक SET चर का नाम
it_it: Il nome della variabile SET map-global
ja_jp: マップグローバル SET 変数の名前
lv_lv: Mainīgā SET map-global nosaukums
nl_nl: De naam van de map-global SET-variabele
pl_pl: Nazwa zmiennej SET map-global
pt_pt: O nome da variável map-global SET
ru_ru: Имя переменной map-global SET
sv_se: Namnet på den kartglobala SET-variabeln
tr_tr: map-global SET değişkeninin adı
vi_vn: Tên của biến map-global SET

source: What to set it to
ar_sa: ما لضبطه على
bg_bg: На какво да го настроите
de_de: Worauf Sie es einstellen sollten
el_gr: Σε τι να το ρυθμίσετε
es_es: En qué establecerlo
fr_fr: Ce qu’il faut régler
he_il: למה להגדיר אותו
hi_in: इसे किस पर सेट करें
it_it: Su cosa impostarlo
ja_jp: 設定する内容
lv_lv: Ko to iestatīt
nl_nl: Waarop moet je het instellen?
pl_pl: Na co to ustawić
pt_pt: Para que definir
ru_ru: На что его установить
sv_se: Vad du ska ställa in den på
tr_tr: Ne olarak ayarlanmalı
vi_vn: Những gì để đặt nó thành

source: Global Setting for all Maps
ar_sa: الإعداد العام لجميع الخرائط
bg_bg: Глобална настройка за всички карти
de_de: Globale Einstellung für alle Karten
el_gr: Καθολική ρύθμιση για όλους τους χάρτες
es_es: Configuración global para todos los mapas
fr_fr: Paramètre global pour toutes les cartes
he_il: הגדרה כללית עבור כל המפות
hi_in: सभी मानचित्रों के लिए वैश्विक सेटिंग
it_it: Impostazione globale per tutte le mappe
ja_jp: すべてのマップのグローバル設定
lv_lv: Globālais iestatījums visām kartēm
nl_nl: Algemene instelling voor alle kaarten
pl_pl: Ustawienie globalne dla wszystkich map
pt_pt: Configuração global para todos os mapas
ru_ru: Глобальные настройки для всех карт
sv_se: Global inställning för alla kartor
tr_tr: Tüm Haritalar için Genel Ayar
vi_vn: Cài đặt chung cho tất cả Maps

source: Map Setting [ Weathermap: %s ]
ar_sa: إعداد الخريطة [ خريطة الطقس: %s ]
bg_bg: Настройка на картата [ Метеорологична карта: %s ]
de_de: Karteneinstellung [ Wetterkarte: %s ]
el_gr: Ρύθμιση χάρτη [ Weathermap: %s ]
es_es: Configuración del mapa [ Mapa del tiempo: %s ]
fr_fr: Paramètres de la carte [ Carte météorologique : %s ]
he_il: הגדרת מפה [ מפת מזג אוויר: %s ]
hi_in: मानचित्र सेटिंग [ मौसमाळेप: %s ]
it_it: Impostazione della mappa [ Mappa meteo: %s ]
ja_jp: マップ設定 [ ウェザーマップ: %s ]
lv_lv: Kartes iestatīšana [ Laika apstākļu karte: %s ]
nl_nl: Kaartinstelling [ Weerkaart: %s ]
pl_pl: Ustawienia mapy [ Mapa pogody: %s ]
pt_pt: Definição do Mapa [ Mapa meteorológico: %s ]
ru_ru: Настройка карты [ Карта погоды: %s ]
sv_se: Kartinställning [ Väderkarta: %s ]
tr_tr: Harita Ayarı [ Hava Durumu Haritası: %s ]
vi_vn: Cài đặt bản đồ [ Bản đồ thời tiết: %s ]

source: Edit Map Group for Weathermap [ %s ]
ar_sa: تحرير مجموعة الخرائط لخريطة الطقس [ %s ]
bg_bg: Редактиране на група карти за Weathermap [ %s ]
de_de: Kartengruppe für Wetterkarte bearbeiten [ %s ]
el_gr: Επεξεργασία ομάδας χάρτη για Weathermap [ %s ]
es_es: Editar grupo de mapas para mapa meteorológico [ %s ]
fr_fr: Modifier le groupe de cartes pour la carte météo [ %s ]
he_il: ערוך קבוצת מפה עבור Weathermap [ %s ]
hi_in: वेदरमैप के लिए मानचित्र समूह संपादित करें [ %s ]
it_it: Modifica gruppo di mappe per la mappa meteorologica [ %s ]
ja_jp: ウェザーマップのマップグループを編集 [ %s ]
lv_lv: Laika apstākļu kartes rediģēšanas grupa [ %s ]
nl_nl: Kaartgroep bewerken voor weerkaart [ %s ]
pl_pl: Edytuj grupę map dla mapy pogodowej [ %s ]
pt_pt: Editar grupo de mapas para mapa meteorológico [ %s ]
ru_ru: Редактировать группу карт для карты погоды [ %s ]
sv_se: Redigera kartgrupp för väderkarta [ %s ]
tr_tr: Hava Durumu Haritası için Harita Grubunu Düzenle [ %s ]
vi_vn: Chỉnh sửa nhóm bản đồ cho Weathermap [ %s ]

source: Choose an existing Group
ar_sa: اختيار مجموعة حالية
bg_bg: Избор на съществуваща група
de_de: Wählen Sie eine vorhandene Gruppe aus
el_gr: Επιλογή υπάρχουσας ομάδας
es_es: Elegir un grupo existente
fr_fr: Choisir un groupe existant
he_il: בחר קבוצה קיימת
hi_in: कोई मौजूदा समूह चुनें
it_it: Scegli un gruppo esistente
ja_jp: 既存のグループを選択する
lv_lv: Izvēlieties esošu grupu
nl_nl: Kies een bestaande groep
pl_pl: Wybieranie istniejącej grupy
pt_pt: Escolha um Grupo existente
ru_ru: Выберите существующую группу
sv_se: Välj en befintlig grupp
tr_tr: Mevcut bir Grubu seçme
vi_vn: Chọn một Nhóm hiện có

source: Or Create a New Group using the %s Group Management interface %s
ar_sa: أو قم بإنشاء مجموعة جديدة باستخدام واجهة إدارة المجموعة %s %s
bg_bg: Или Създаване на нова група с помощта на интерфейса за управление на %s група %s
de_de: Oder erstellen Sie eine neue Gruppe über die %s Gruppenverwaltungsschnittstelle %s
el_gr: Εναλλακτικά, δημιουργήστε μια νέα ομάδα χρησιμοποιώντας το περιβάλλον εργασίας διαχείρισης ομάδας %s %s
es_es: O bien, cree un nuevo grupo mediante la interfaz de administración de grupos %s %s
fr_fr: Vous pouvez également créer un nouveau groupe à l’aide de l’interface de gestion des groupes %s %s
he_il: לחלופין, צור קבוצה חדשה באמצעות ממשק ניהול קבוצות %s %s
hi_in: या %s समूह प्रबंधन इंटरफ़ेस का उपयोग करके एक नया समूह बनाएँ %s
it_it: In alternativa, è possibile creare un nuovo gruppo utilizzando l'interfaccia di gestione dei gruppi %s %s
ja_jp: または、%s グループ管理インターフェイスを使用して新しいグループを作成します%s
lv_lv: Vai arī izveidojiet jaunu grupu, izmantojot %s grupas pārvaldības interfeisu %s
nl_nl: Of maak een nieuwe groep met behulp van de %s groepsbeheerinterface %s
pl_pl: Możesz też utworzyć nową grupę za pomocą interfejsu zarządzania grupami %s %s
pt_pt: Ou crie um novo grupo usando a interface %s Gerenciamento de Grupo %s
ru_ru: Или создайте новую группу с помощью интерфейса управления группами %s %s
sv_se: Eller skapa en ny grupp med hjälp av gränssnittet %s grupphantering %s
tr_tr: Veya %s Grup Yönetimi arabirimini kullanarak Yeni Bir Grup Oluşturun %s
vi_vn: Hoặc Tạo một nhóm mới bằng giao diện Quản lý nhóm %s %s

source: Adding a Group
ar_sa: إضافة مجموعة
bg_bg: Добавяне на група
de_de: Hinzufügen einer Gruppe
el_gr: Προσθήκη ομάδας
es_es: Adición de un grupo
fr_fr: Ajout d’un groupe
he_il: הוספת קבוצה
hi_in: एक समूह जोड़ना
it_it: Aggiunta di un gruppo
ja_jp: グループの追加
lv_lv: Grupas pievienošana
nl_nl: Een groep toevoegen
pl_pl: Dodawanie grupy
pt_pt: Adicionar um grupo
ru_ru: Добавление группы
sv_se: Lägga till en grupp
tr_tr: Grup Ekleme
vi_vn: Thêm nhóm

source: Editing Group: %s
ar_sa: مجموعة التحرير: %s
bg_bg: Редактиране на група: %s
de_de: Bearbeitungsgruppe: %s
el_gr: Ομάδα επεξεργασίας: %s
es_es: Grupo de edición: %s
fr_fr: Groupe d’édition : %s
he_il: קבוצת עריכה: %s
hi_in: संपादन समूह: %s
it_it: Gruppo di editing: %s
ja_jp: 編集グループ:%s
lv_lv: Rediģēšanas grupa: %s
nl_nl: Redactie groep: %s
pl_pl: Grupa edycyjna: %s
pt_pt: Grupo de edição: %s
ru_ru: Редакционная группа: %s
sv_se: Redigeringsgrupp: %s
tr_tr: Düzenleme Grubu: %s
vi_vn: Nhóm chỉnh sửa: %s

source: Group Name:
ar_sa: أسم المجموعة
bg_bg: Име на Групата
de_de: Gruppenname:
el_gr: Όνομα Ομάδας
es_es: Nombre del Grupo:
fr_fr: Nom du groupe:
he_il: שם הקבוצה:
it_it: Nome Gruppo:
ja_jp: グループ名:
nl_nl: Groepsnaam:
pl_pl: Nazwa grupy
pt_pt: Nome do Grupo
ru_ru: Название Группы:
sv_se: Gruppnamn
tr_tr: Grup Adı
vi_vn: Tên nhóm:
