Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: Map Properties
ar_sa: أذونات الخريطة
bg_bg: Разрешения за карта
el_gr: Δικαιώματα χάρτη
es_es: Mapa de Propiedades
he_il: מאפייני מפה
hi_in: मानचित्र गुण
ja_jp: マップのプロパティ
lv_lv: Kartes rekvizīti
pl_pl: Właściwości mapy
pt_pt: Propriedades do Mapa
ru_ru: Свойства карты
sv_se: Karta Egenskaper
tr_tr: Harita Özellikleri

source: Map Title
ar_sa: العنوان
bg_bg: Заглавие
el_gr: Τίτλος
es_es: Título del mapa
he_il: כותרת המפה
hi_in: मानचित्र शीर्षक
ja_jp: 地図タイトル
lv_lv: Kartes nosaukums
pl_pl: Tytuł mapy
pt_pt: Título do Mapa
ru_ru: Название карты
sv_se: Kart-titel
tr_tr: Harita Başlığı

source: Legend Text
ar_sa: نص وسيلة الإيضاح
bg_bg: Текст на легендата
el_gr: Κείμενο υπομνήματος
es_es: Texto de la leyenda
he_il: טקסט מקרא
hi_in: लेजेंड टेक्स्ट
ja_jp: 凡例テキスト
lv_lv: Leģendas teksts
pl_pl: Tekst legendy
pt_pt: Texto da legenda
ru_ru: Текст легенды
sv_se: Text av förklaring
tr_tr: Gösterge metni

source: Background Image Filename
ar_sa: اسم ملف صورة الخلفية
bg_bg: Име на файл на фоново изображение
el_gr: Εικόνα φόντου Όνομα αρχείου
es_es: Nombre de archivo de la imagen de fondo
he_il: שם קובץ תמונת רקע
hi_in: पृष्ठभूमि छवि फ़ाइल नाम
ja_jp: 背景画像のファイル名
lv_lv: Fona attēla faila nosaukums
pl_pl: Nazwa pliku obrazu tła
pt_pt: Nome do arquivo da imagem de fundo
ru_ru: Имя файла фонового изображения
sv_se: Bakgrundsbild Filnamn
tr_tr: Arka Plan Görüntüsü Dosya Adı

source: Timestamp Text
ar_sa: نص الطابع الزمني
bg_bg: Текст на времевия печат
el_gr: Κείμενο χρονικής σήμανσης
es_es: Texto de marca de tiempo
he_il: טקסט חותמת זמן
hi_in: टाइमस्टैम्प टेक्स्ट
ja_jp: タイムスタンプテキスト
lv_lv: Laikspiedola teksts
pl_pl: Tekst znacznika czasu
pt_pt: Texto do carimbo de data/hora
ru_ru: Текст метки времени
sv_se: Text för tidsstämpel
tr_tr: Zaman Damgası Metni

source: Default Link Width
ar_sa: العرض الافتراضي للرسم البياني للتمرير
bg_bg: Ширина по подразбиране на графиката на посочване
el_gr: Προεπιλεγμένο πλάτος γραφήματος κατάδειξης
es_es: Ancho de enlace predeterminado
he_il: רוחב קישור המוגדר כברירת מחדל
hi_in: डिफ़ॉल्ट लिंक चौड़ाई
ja_jp: デフォルトのリンク幅
lv_lv: Noklusējuma saites platums
pl_pl: Domyślna szerokość łącza
pt_pt: Largura do link padrão
ru_ru: Ширина звена по умолчанию
sv_se: Standardbredd för länkar
tr_tr: Varsayılan Bağlantı Genişliği

source: pixels
ar_sa: العنصورات
bg_bg: пиксела
es_es: píxeles
he_il: פיקסל
hi_in: पिक्सेल
ja_jp: ピクセル
pl_pl: piksele
ru_ru: пикселей
sv_se: pixlar
tr_tr: piksel

source: Default Link Bandwidth
ar_sa: عرض النطاق الترددي للارتباط الافتراضي
bg_bg: Честотна лента на връзката по подразбиране
el_gr: Προεπιλεγμένο εύρος ζώνης σύνδεσης
es_es: Ancho de banda de enlace predeterminado
he_il: רוחב פס קישורים המוגדר כברירת מחדל
hi_in: डिफ़ॉल्ट लिंक बैंडविड्थ
ja_jp: デフォルトのリンク帯域幅
lv_lv: Noklusējuma saites joslas platums
pl_pl: Domyślna przepustowość łącza
pt_pt: Largura de banda de link padrão
ru_ru: Пропускная способность канала по умолчанию
sv_se: Standardbandbredd för länkar
tr_tr: Varsayılan Bağlantı Bant Genişliği

source: bit/sec in
ar_sa: بت / ثانية في
bg_bg: бит/сек в
el_gr: bit/sec σε
es_es: bit/seg en
he_il: ביט/שנייה ב-
hi_in: bit/sec में
ja_jp: ビット/秒入力
pl_pl: bit/s w
pt_pt: bit/seg em
ru_ru: бит/сек в
sv_se: bit/sek i
tr_tr: bit/sn içinde

source: bit/sec out
ar_sa: بت / ثانية خارج
bg_bg: бит/сек изход
el_gr: bit / sec έξω
es_es: Salida de bit/seg
he_il: ביט/שנייה החוצה
hi_in: बिट/सेकंड आउट
ja_jp: ビット/秒出力
pl_pl: Wyjście bitu/sekundy
pt_pt: saída bit/seg
ru_ru: бит/сек на выходе
sv_se: bit/sek ut
tr_tr: bit/sn çıkış

source: Map Size
ar_sa: مداخل خلفية الحجم
bg_bg: Размер
el_gr: Μέγεθος
es_es: Tamaño del Mapa
he_il: גודל המפה
hi_in: मानचित्र का आकार
ja_jp: マップサイズ
lv_lv: Kartes izmērs
pl_pl: Rozmiar mapy
pt_pt: Tamanho do mapa
ru_ru: Размер карты
sv_se: Karta Storlek
tr_tr: Harita Boyutu

source: This dialog controls overall Map Properties. Supported by the Editor are the following: Title, Legend Text, Background Image, Timestamp Text, Default Link Width, Default Link Bandwidth, and Map Size. There are several additional Map defaults possible. But in this version of the Editor, we are only supporting those included.
ar_sa: يتحكم مربع الحوار هذا في خصائص الخريطة الإجمالية. يدعمها المحرر ما يلي: العنوان ونص وسيلة الإيضاح وصورة الخلفية ونص الطابع الزمني وعرض الارتباط الافتراضي وعرض النطاق الترددي الافتراضي للارتباط وحجم الخريطة. هناك العديد من الإعدادات الافتراضية الإضافية الممكنة للخريطة. لكن في هذا الإصدار من المحرر ، نحن ندعم فقط أولئك المدرجين.
bg_bg: Този диалогов прозорец контролира цялостните свойства на картата. Редакторът се поддържа от следното: заглавие, текст на легендата, фоново изображение, текст на клеймото за час, ширина на връзката по подразбиране, честотна лента на връзката по подразбиране и размер на картата. Възможни са няколко допълнителни настройки по подразбиране на картата. Но в тази версия на редактора ние подкрепяме само включените.
el_gr: Αυτός ο διάλογος ελέγχει συνολικά τις ιδιότητες χάρτη. Υποστηρίζονται από τον επεξεργαστή τα εξής: Τίτλος, Κείμενο υπομνήματος, Εικόνα φόντου, Κείμενο χρονικής σήμανσης, Προεπιλεγμένο πλάτος σύνδεσης, Προεπιλεγμένο εύρος ζώνης συνδέσμου και Μέγεθος χάρτη. Υπάρχουν πολλές πρόσθετες προεπιλογές χάρτη. Αλλά σε αυτήν την έκδοση του Συντάκτη, υποστηρίζουμε μόνο αυτούς που περιλαμβάνονται.
es_es: Este cuadro de diálogo controla las propiedades generales del mapa. El editor admite lo siguiente: título, texto de leyenda, imagen de fondo, texto de marca de tiempo, ancho de enlace predeterminado, ancho de banda de enlace predeterminado y tamaño del mapa. Hay varios valores predeterminados de mapa adicionales posibles. Pero en esta versión del Editor, solo admitimos a los incluidos.
he_il: תיבת דו-שיח זו שולטת במאפייני המפה הכוללים. העורך תומך בפריטים הבאים: כותרת, טקסט מקרא, תמונת רקע, טקסט חותמת זמן, רוחב קישור ברירת מחדל, רוחב פס קישור המוגדר כברירת מחדל וגודל מפה. קיימות מספר ברירות מחדל נוספות אפשריות של מפה. אבל בגרסה זו של העורך, אנו תומכים רק באלה הכלולים.
hi_in: यह संवाद समग्र मानचित्र गुणों को नियंत्रित करता है. संपादक द्वारा समर्थित निम्नलिखित हैं: शीर्षक, लीजेंड टेक्स्ट, पृष्ठभूमि छवि, टाइमस्टैम्प टेक्स्ट, डिफ़ॉल्ट लिंक चौड़ाई, डिफ़ॉल्ट लिंक बैंडविड्थ और मानचित्र आकार। कई अतिरिक्त मानचित्र डिफ़ॉल्ट संभव हैं। लेकिन संपादक के इस संस्करण में, हम केवल शामिल लोगों का समर्थन कर रहे हैं।
ja_jp: このダイアログは、全体的なマッププロパティを制御します。 エディターでサポートされているのは、タイトル、凡例テキスト、背景画像、タイムスタンプテキスト、デフォルトのリンク幅、デフォルトのリンク帯域幅、およびマップサイズです。 マップのデフォルトは他にもいくつかあります。 ただし、このバージョンのエディターでは、含まれているもののみをサポートしています。
lv_lv: Šis dialoglodziņš kontrolē vispārējos kartes rekvizītus. Redaktors atbalsta šādus elementus: virsraksts, apzīmējumu teksts, fona attēls, laikspiedola teksts, noklusējuma saites platums, noklusējuma saites joslas platums un kartes lielums. Ir iespējami vairāki papildu kartes noklusējumi. Bet šajā redaktora versijā mēs atbalstām tikai tos, kas iekļauti.
pl_pl: To okno dialogowe steruje ogólnymi właściwościami mapy. Obsługiwane przez edytor są następujące elementy: tytuł, tekst legendy, obraz tła, tekst znacznika czasu, domyślna szerokość łącza, domyślna przepustowość łącza i rozmiar mapy. Możliwych jest kilka dodatkowych domyślnych ustawień mapy. Ale w tej wersji Edytora obsługujemy tylko te, które są w nim zawarte.
pt_pt: Esta caixa de diálogo controla as Propriedades gerais do mapa. Suportados pelo Editor são os seguintes: Título, Texto da Legenda, Imagem de Fundo, Texto de Carimbo de Data/Hora, Largura de Link Padrão, Largura de Banda de Link Padrão e Tamanho do Mapa. Há vários padrões de mapa adicionais possíveis. Mas nesta versão do Editor, estamos apenas apoiando os incluídos.
ru_ru: Это диалоговое окно управляет общими свойствами карты. Редактор поддерживает следующие функции: Заголовок, Текст легенды, Фоновое изображение, Текст временной метки, Ширина ссылки по умолчанию, Пропускная способность ссылки по умолчанию и Размер карты. Существует несколько дополнительных значений карты по умолчанию. Но в этой версии редактора мы поддерживаем только те, которые включены.
sv_se: Den här dialogrutan styr övergripande kartegenskaper. Följande stöds av redigeraren: Titel, Förklaringstext, Bakgrundsbild, Tidsstämpeltext, Standardlänkbredd, Standardlänkbandbredd och Kartstorlek. Det finns flera ytterligare kartstandarder som är möjliga. Men i den här versionen av redigeraren stöder vi bara de som ingår.
tr_tr: Bu iletişim kutusu genel Harita Özellikleri'ni kontrol eder. Düzenleyici tarafından desteklenenler şunlardır: Başlık, Gösterge Metni, Arka Plan Resmi, Zaman Damgası Metni, Varsayılan Bağlantı Genişliği, Varsayılan Bağlantı Bant Genişliği ve Harita Boyutu. Mümkün olan birkaç ek Harita varsayılanı vardır. Ancak Düzenleyici'nin bu sürümünde, yalnızca dahil edilenleri destekliyoruz.

source: Map Style
ar_sa: نمط الخريطه
bg_bg: Стил на картата
el_gr: Στυλ χάρτη
es_es: Estilo del mapa
he_il: סגנון מפה
hi_in: मानचित्र शैली
ja_jp: マップスタイル
lv_lv: Kartes stils
pl_pl: Styl mapy
pt_pt: Estilo do mapa
ru_ru: Стиль карты
sv_se: Kartstil
tr_tr: Harita Stili

source: Map Defaults
ar_sa: الافتراضي
bg_bg: По подразбиране
el_gr: Προεπιλογή
es_es: Valores predeterminados del mapa
he_il: ברירות מחדל של מפה
hi_in: मानचित्र डिफ़ॉल्ट
ja_jp: マップのデフォルト
lv_lv: Kartes noklusējumi
pl_pl: Domyślne ustawienia mapy
pt_pt: Padrões do mapa
ru_ru: Карты по умолчанию
sv_se: Standardvärden för karta
tr_tr: Harita Varsayılanları

source: HTML Style
ar_sa: نمط
bg_bg: Стил
el_gr: Στυλ
es_es: Estilo HTML
he_il: סגנון HTML
hi_in: HTML शैली
ja_jp: HTML スタイル
lv_lv: HTML stils
pl_pl: Styl HTML
pt_pt: Estilo HTML
ru_ru: Стиль HTML
sv_se: HTML-stil
tr_tr: HTML Stili

source: Dynamic HTML
ar_sa: HTML الديناميكي
bg_bg: Динамичен HTML
el_gr: Δυναμική HTML
es_es: HTML dinámico
he_il: HTML דינמי
hi_in: गतिशील एचटीएमएल
ja_jp: ダイナミック HTML
lv_lv: Dinamiskais HTML
pl_pl: Dynamiczny kod HTML
pt_pt: HTML dinâmico
ru_ru: Динамический HTML
sv_se: Dynamisk HTML
tr_tr: Dinamik HTML

source: Static HTML
ar_sa: HTML ثابت
bg_bg: Статичен HTML
el_gr: Στατική HTML
es_es: HTML estático
he_il: HTML סטטי
hi_in: स्टेटिक एचटीएमएल
ja_jp: 静的 HTML
lv_lv: Statiskais HTML
pl_pl: Statyczny kod HTML
pt_pt: HTML estático
ru_ru: Статический HTML
sv_se: Statisk HTML
tr_tr: Statik HTML

source: Legend Font
ar_sa: حجم خط أسطورة
bg_bg: Шрифт Legend
el_gr: Γραμματοσειρά υπομνήματος
he_il: גופן מקרא
hi_in: लेजेंड फ़ॉन्ट
pl_pl: Czcionka legendy
pt_pt: Fonte da legenda
ru_ru: Шрифт легенды
sv_se: Teckensnitt för förklaring
tr_tr: Gösterge Yazı Tipi

source: Node Defaults
ar_sa: الافتراضي
bg_bg: По подразбиране
el_gr: Προεπιλογή:
es_es: Valores predeterminados del nodo
he_il: ברירות מחדל של צומת
hi_in: नोड डिफॉल्ट
ja_jp: ノードのデフォルト
lv_lv: Mezglu noklusējumi
pl_pl: Wartości domyślne węzła
pt_pt: Padrões de nó
ru_ru: Узлы по умолчанию
sv_se: Standardvärden för noder
tr_tr: Düğüm Varsayılanları

source: Node Font
ar_sa: خط العقدة
bg_bg: Шрифт на възел
el_gr: Γραμματοσειρά κόμβου
es_es: Fuente de nodo
he_il: גופן צומת
hi_in: नोड फ़ॉन्ट
ja_jp: ノードフォント
lv_lv: Mezgla fonts
pl_pl: Czcionka węzła
pt_pt: Fonte do nó
ru_ru: Шрифт узла
sv_se: Teckensnitt för Node
tr_tr: Düğüm Yazı Tipi

source: Graph Width
ar_sa: عرض الرسم البياني
bg_bg: Ширина по подразбиране на графиката на посочване
el_gr: Προεπιλεγμένο πλάτος γραφήματος κατάδειξης
es_es: Ancho de gráfico
he_il: רוחב תרשים
hi_in: ग्राफ़ चौड़ाई
ja_jp: グラフ幅
lv_lv: Grafika platums
pl_pl: Szerokość wykresu
pt_pt: Largura do gráfico
ru_ru: Ширина графика
sv_se: Grafens bredd
tr_tr: Grafik Genişliği

source: Graph Height
ar_sa: ارتفاع الرسم البياني
bg_bg: Височина по подразбиране на графиката на посочване
el_gr: Προεπιλεγμένο ύψος γραφήματος κατάδειξης
es_es: Altura de gráfico
he_il: גובה גרף
hi_in: ग्राफ ऊंचाई
ja_jp: グラフの高さ
lv_lv: Grafika augstums
pl_pl: Wysokość wykresu
pt_pt: Altura do gráfico
ru_ru: Высота графика
sv_se: Grafens höjd
tr_tr: Grafik Yüksekliği

source: Link Defaults
ar_sa: الافتراضي
bg_bg: По подразбиране
el_gr: Προεπιλογή
es_es: Valores predeterminados de los enlaces
he_il: ברירות מחדל של קישורים
hi_in: लिंक डिफ़ॉल्ट
ja_jp: デフォルト
lv_lv: Saišu noklusējumi
pl_pl: Domyślne ustawienia linków
pt_pt: Padrões de link
ru_ru: Ссылка по умолчанию
sv_se: Standardinställningar för länkar
tr_tr: Bağlantı Varsayılanları

source: Link Labels
ar_sa: تسميات الارتباط
bg_bg: Етикети за връзки
el_gr: Ετικέτες συνδέσμων
es_es: Etiquetas de enlace
he_il: תוויות קישור
hi_in: लिंक लेबल
ja_jp: リンクラベル
lv_lv: Saišu etiķetes
pl_pl: Etykiety linków
pt_pt: Rótulos de link
ru_ru: Метки ссылок
sv_se: Länka etiketter
tr_tr: Bağlantı Etiketleri

source: Bits/sec
ar_sa: بت / ثانية
bg_bg: Битове/сек
es_es: Bits/seg
he_il: סיביות/שנייה
hi_in: बिट्स/सेकंड
ja_jp: ビット/秒
lv_lv: Biti/sek.
pl_pl: Bity/s
pt_pt: Bits/seg
ru_ru: Бит/сек
sv_se: Bits/sek
tr_tr: Bit/sn

source: Percentage
ar_sa: النسبة المئوية
bg_bg: Проценти
el_gr: Ποσοστό
es_es: Porcentaje
he_il: אחוז
hi_in: प्रतिशतता
ja_jp: パーセンテージ
lv_lv: Procenti
pl_pl: Procent
pt_pt: Percentagem
ru_ru: Процент
sv_se: Procent
tr_tr: Yüzde

source: None
ar_sa: لا شيء
bg_bg: Няма
el_gr: Κανένα
es_es: Ninguno
he_il: ללא
hi_in: कोई नहीं
ja_jp: なし
lv_lv: Nekāds
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Нет
sv_se: Ingen
tr_tr: Yok

source: Arrow Style
ar_sa: نمط
bg_bg: Стил
el_gr: Στυλ
es_es: Estilo de la flecha
he_il: סגנון חץ
hi_in: तीर शैली
ja_jp: 矢印のスタイル
lv_lv: Bultiņas stils
pl_pl: Styl strzałek
pt_pt: Estilo de seta
ru_ru: Стиль стрелки
sv_se: Pil Stil
tr_tr: Ok Stili

source: Classic
ar_sa: كلاسيكي
bg_bg: Класически
el_gr: Κλασικό
es_es: Clásico
he_il: קלאסי
hi_in: प्रतिष्टित
ja_jp: クラシック
lv_lv: Klasika
pl_pl: Klasyczny
pt_pt: Clássico
ru_ru: Классический
sv_se: Klassisk
tr_tr: Klasik

source: Compact
ar_sa: الاتفاق
bg_bg: Компактен
el_gr: Συμπαγής
es_es: Compacto
he_il: קומפקטי
hi_in: कॉम्पैक्ट
ja_jp: コンパクト
lv_lv: Kompakts
pl_pl: Kompaktowy
pt_pt: Compactar
ru_ru: Компактный
sv_se: Kompakt
tr_tr: Kompakt

source: Link Label Font
ar_sa: خط تسمية الارتباط
bg_bg: Шрифт на етикета на връзката
el_gr: Γραμματοσειρά ετικέτας σύνδεσης
es_es: Fuente de etiqueta de enlace
he_il: גופן תווית קישור
hi_in: लिंक लेबल फ़ॉन्ट
ja_jp: リンクラベルフォント
lv_lv: Saites etiķetes fonts
pl_pl: Czcionka etykiety łącza
pt_pt: Fonte do rótulo do link
ru_ru: Шрифт подписи ссылки
sv_se: Teckensnitt för länketikett
tr_tr: Bağlantı Etiketi Yazı Tipi

source: Duplicate
ar_sa: تكرار
bg_bg: Дублирай
de_de: Duplizieren
el_gr: Αντιγραφή
es_es: Duplicar
fr_fr: Dupliquer
he_il: שכפל
hi_in: डुप्लीकेट
it_it: Duplica
ja_jp: 複製
lv_lv: Dublikāts
nl_nl: Dupliceer
pl_pl: Duplikuj
pt_pt: Duplicar
ru_ru: Дублировать
sv_se: Duplicera
tr_tr: Kopyala
vi_vn: Bản sao

source: Disable
ar_sa: تعطيل
bg_bg: Изключи
de_de: Deaktivieren
el_gr: Απενεργοποίηση
es_es: Deshabilitar
fr_fr: Désactiver
he_il: כיבוי
hi_in: अक्षम करें
it_it: Disabilita
ja_jp: 無効
lv_lv: Izslēgt
nl_nl: Uitschakelen
pl_pl: Wyłącz
pt_pt: Desativar
ru_ru: Выключить
sv_se: Inaktivera
tr_tr: Devre Dışı
vi_vn: Vô hiệu hóa

source: Enable
ar_sa: تفعيل
bg_bg: Включи
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Habilitar
fr_fr: Activer
he_il: אפשר
hi_in: सक्षम करें
it_it: Abilita
ja_jp: 有効
lv_lv: Iespējot
nl_nl: Inschakelen
pl_pl: Włącz
pt_pt: Ativar
ru_ru: Включить
sv_se: Aktivera
tr_tr: Etkinleştir
vi_vn: Bật

source: Grant Access
ar_sa: منح الوصول
bg_bg: Даване на Достъп
de_de: Zugriff gewähren
el_gr: Εκχώρηση πρόσβασης
es_es: Conceder acceso
fr_fr: Accorder l'accès
he_il: הענקת גישה
hi_in: पहुंच प्रदान करें
it_it: Consenti accesso
ja_jp: アクセス許可
lv_lv: Piešķirt piekļuvi
nl_nl: Toegang toestaan
pl_pl: Dodaj dostęp
pt_pt: Conceder Acesso
ru_ru: Предоставить доступ
sv_se: Bevilja tillgång
tr_tr: Erişim Ver
vi_vn: Cấp phép truy cập

source: Revoke Access
ar_sa: إلغاء صلاحيات الوصول
bg_bg: Отмяна на достъпа
de_de: Zugriff widerrufen
el_gr: Αναίρεση Πρόσβασης
es_es: Revocar acceso
fr_fr: Révoquer l'accès
he_il: הפקעת גישה
hi_in: एक्सेस रद्द करें
it_it: Revocare l'accesso
ja_jp: アクセス権を取り消す
nl_nl: Rechten intrekken
pl_pl: Odwołaj dostęp
pt_pt: Acesso Revogado
ru_ru: Отозвать доступ
sv_se: Återkalla åtkomst
tr_tr: Erişimi Kaldır
vi_vn: Thu hồi truy cập

source: No such file.
ar_sa: لا يوجد مثل هذا الملف.
bg_bg: Файлът е твърде голям.
de_de: Keine solche Datei.
el_gr: Δεν υπάρχει τέτοιο αρχείο.
es_es: No hay tal archivo.
fr_fr: Il n’y a pas de fichier de ce type.
he_il: אין קובץ כזה.
hi_in: ऐसी कोई फाइल नहीं है।
it_it: Nessun file di questo tipo.
lv_lv: Šāda faila nav.
nl_nl: Zo'n bestand is er niet.
pl_pl: Nie ma takiego pliku.
pt_pt: Nenhum desses ficheiros.
ru_ru: Файл
sv_se: Misslyckades skriva filen till disken
tr_tr: Böyle bir dosya yok.
vi_vn: Không có tập tin như vậy.

source: All Maps have been Rebuilt in %0.2f Seconds!
ar_sa: تم إعادة بناء جميع الخرائط في %0.2f ثوان!
bg_bg: Всички карти са възстановени за %0.2f секунди!
de_de: Alle Karten wurden in %0.2f Sekunden neu erstellt!
el_gr: Όλοι οι χάρτες έχουν ξαναχτιστεί σε %0.2f δευτερόλεπτα!
es_es: ¡Todos los mapas se han reconstruido en %0.2f segundos!
fr_fr: Toutes les cartes ont été reconstruites en %0.2f secondes !
he_il: כל המפות נבנו מחדש תוך %0.2f שניות!
hi_in: सभी नक्शे %0.2f सेकंड में पुनर्निर्माण किया गया है!
it_it: Tutte le mappe sono state ricostruite in %0.2f secondi!
ja_jp: すべてのマップが%0.2f秒で再構築されました!
lv_lv: Visas kartes ir pārbūvētas %0.2f sekundēs!
nl_nl: Alle kaarten zijn in %0.2f seconden opnieuw opgebouwd!
pl_pl: Wszystkie mapy zostały przebudowane w %0.2f sekund!
pt_pt: Todos os mapas foram reconstruídos em %0.2f segundos!
ru_ru: Все карты были перестроены за %0.2f секунды!
sv_se: Alla kartor har byggts om på %0.2f sekunder!
tr_tr: Tüm Haritalar %0.2f Saniyede Yeniden Oluşturuldu!
vi_vn: Tất cả các bản đồ đã được xây dựng lại trong %0.2f giây!

source: Editor directory permissions are not correct!
ar_sa: أذونات دليل المحرر غير صحيحة!
bg_bg: Разрешенията за директория на редактора не са правилни!
de_de: Editor-Verzeichnisberechtigungen sind nicht korrekt!
el_gr: Τα δικαιώματα καταλόγου του προγράμματος επεξεργασίας δεν είναι σωστά!
es_es: ¡Los permisos del directorio del editor no son correctos!
fr_fr: Les autorisations du répertoire de l’éditeur ne sont pas correctes !
he_il: הרשאות ספריית העורך אינן נכונות!
hi_in: संपादक निर्देशिका अनुमतियाँ सही नहीं हैं!
it_it: I permessi della directory dell'editor non sono corretti!
ja_jp: エディタディレクトリの権限が正しくありません。
lv_lv: Redaktora direktorija atļaujas nav pareizas!
nl_nl: De machtigingen voor de directory van de editor zijn niet correct!
pl_pl: Uprawnienia do katalogu edytora są nieprawidłowe!
pt_pt: As permissões do diretório do editor não estão corretas!
ru_ru: Права доступа к каталогу редактора неверны!
sv_se: Redaktörens katalogbehörigheter är inte korrekta!
tr_tr: Düzenleyici dizini izinleri doğru değil!
vi_vn: Quyền thư mục trình chỉnh sửa không chính xác!

source: The Web Service account must have access to the WeatherMap config directory which it does not have. Correct this issue, and then relaunch the Editor
ar_sa: يجب أن يكون لحساب خدمة ويب حق الوصول إلى دليل تكوين WeatherMap الذي لا يملكه. تصحيح هذه المشكلة ثم قم بإعادة تشغيل المحرر
bg_bg: Акаунтът на уеб услугата трябва да има достъп до директорията за конфигуриране на WeatherMap, която няма. Коригирайте този проблем и след това стартирайте отново редактора
de_de: Das Webdienstkonto muss Zugriff auf das WeatherMap-Konfigurationsverzeichnis haben, das es nicht hat. Beheben Sie dieses Problem, und starten Sie dann den Editor neu
el_gr: Ο λογαριασμός υπηρεσίας Web πρέπει να έχει πρόσβαση στον κατάλογο ρυθμίσεων του WeatherMap τον οποίο δεν διαθέτει. Διορθώστε αυτό το ζήτημα και, στη συνέχεια, επανεκκινήστε το πρόγραμμα επεξεργασίας
es_es: La cuenta de servicio web debe tener acceso al directorio de configuración de WeatherMap que no tiene. Corrija este problema y, a continuación, vuelva a iniciar el Editor
fr_fr: Le compte de service Web doit avoir accès au répertoire de configuration de WeatherMap, ce qu’il n’a pas. Corrigez ce problème, puis relancez l’éditeur
he_il: לחשבון שירות האינטרנט חייבת להיות גישה לספריית התצורה של WeatherMap שאינה נמצאת ברשותו. תקן בעיה זו ולאחר מכן הפעל מחדש את העורך
hi_in: वेब सेवा खाते को WeatherMap config निर्देशिका तक पहुँच होनी चाहिए जो उसके पास नहीं है। इस समस्या को ठीक करें, और उसके बाद संपादक relaunch
it_it: L'account del servizio Web deve avere accesso alla directory di configurazione di WeatherMap, che non possiede. Correggere il problema, quindi riavviare l'editor
ja_jp: Web サービス アカウントは、持っていない WeatherMap config ディレクトリにアクセスできる必要があります。 この問題を修正し、エディターを再起動します
lv_lv: Tīmekļa pakalpojuma kontam ir jābūt piekļuvei WeatherMap konfigurācijas direktorijam, kura tam nav. Izlabojiet šo problēmu un pēc tam atkārtoti palaidiet redaktoru
nl_nl: Het webserviceaccount moet toegang hebben tot de configuratiemap van WeatherMap die niet beschikbaar is. Corrigeer dit probleem en start de Editor opnieuw
pl_pl: Konto usługi sieciowej musi mieć dostęp do katalogu konfiguracyjnego WeatherMap, którego nie ma. Rozwiąż ten problem, a następnie ponownie uruchom Edytor
pt_pt: A conta do Serviço Web deve ter acesso ao diretório de configuração WeatherMap que não possui. Corrija este problema e, em seguida, reinicie o Editor
ru_ru: Учетная запись веб-сервиса должна иметь доступ к каталогу конфигурации WeatherMap, которого у нее нет. Устраните эту проблему, а затем перезапустите редактор
sv_se: Webbtjänstkontot måste ha åtkomst till konfigurationskatalogen för WeatherMap, vilket det inte har. Åtgärda problemet och starta sedan om redigeraren
tr_tr: Web Hizmeti hesabının, sahip olmadığı WeatherMap yapılandırma dizinine erişimi olmalıdır. Bu sorunu düzeltin ve Düzenleyici'yi yeniden başlatın
vi_vn: Tài khoản dịch vụ Web phải có quyền truy cập vào thư mục cấu hình WeatherMap mà nó không có. Khắc phục sự cố này, và sau đó khởi chạy lại trình chỉnh sửa

source: Weathermap Permission Error
ar_sa: خطأ إذن خريطة الطقس
bg_bg: Грешка в разрешението за карта на времето
de_de: Fehler bei der Weathermap-Berechtigung
el_gr: Σφάλμα άδειας Weathermap
es_es: Error de permiso del mapa del tiempo
fr_fr: Erreur d’autorisation de la carte météo
he_il: שגיאת הרשאה של Weathermap
hi_in: मौसमाप अनुमति त्रुटि
it_it: Errore di autorizzazione della mappa meteorologica
ja_jp: ウェザーマップの権限エラー
lv_lv: Laika apstākļu kartes atļaujas kļūda
nl_nl: Fout met toestemming voor weerkaart
pl_pl: Błąd uprawnień mapy pogodowej
pt_pt: Erro de permissão de mapa meteorológico
ru_ru: Ошибка разрешения карты погоды
sv_se: Fel vid behörighet för väderkarta
tr_tr: Hava Durumu Haritası İzin Hatası
vi_vn: Lỗi cấp phép Weathermap

source: The %d Selected Maps have been Rebuilt in %0.2f Seconds!
ar_sa: تم إعادة بناء الخرائط المختارة %d في %0.2f ثوان!
bg_bg: %d избрани карти са възстановени за %0.2f секунди!
de_de: Die %d ausgewählten Karten wurden in %0.2f Sekunden neu erstellt!
el_gr: Οι %d επιλεγμένοι χάρτες έχουν ξαναχτιστεί σε %0.2f δευτερόλεπτα!
es_es: ¡Los %d mapas seleccionados se han reconstruido en %0.2f segundos!
fr_fr: Les %d cartes sélectionnées ont été reconstruites en %0.2f secondes !
he_il: %d המפות שנבחרו נבנו מחדש תוך %0.2f שניות!
hi_in: %d चयनित मानचित्रों को %0.2f सेकंड में फिर से बनाया गया है!
it_it: Le mappe %d selezionate sono state ricostruite in %0.2f secondi!
ja_jp: %dつの選択されたマップが%0.2f秒で再構築されました!
lv_lv: %d atlasītās kartes ir pārbūvētas %0.2f sekundēs!
nl_nl: De %d geselecteerde kaarten zijn in %0.2f seconden opnieuw opgebouwd!
pl_pl: %d wybranych map zostało przebudowanych w %0.2f sekund!
pt_pt: Os %d mapas selecionados foram reconstruídos em %0.2f segundos!
ru_ru: %d избранных карт были перестроены за %0.2f секунды!
sv_se: De %d valda kartorna har byggts om på %0.2f sekunder!
tr_tr: Seçilen %d Harita %0.2f Saniyede Yeniden Oluşturuldu!
vi_vn: %d Bản đồ được chọn đã được xây dựng lại trong %0.2f giây!
