Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: Edit Permissions
ar_sa: تحرير الأذونات
bg_bg: Редактиране на разрешения
de_de: Berechtigungen bearbeiten
el_gr: Επεξεργασία δικαιωμάτων
es_es: Editar permisos
fr_fr: Modifier les autorisations
he_il: הרשאות עריכה
hi_in: अनुमतियां संपादित करें
it_it: Modificare Autorizzazioni
ja_jp: 権限の編集
lv_lv: Rediģēt atļaujas
nl_nl: Bewerk rechten
pl_pl: Edytowanie uprawnień
pt_pt: Editar Permissões
ru_ru: Редактировать разрешения
sv_se: Redigera behörigheter
tr_tr: İzinleri Düzenle
vi_vn: Chỉnh sửa quyền

source: Map Settings
ar_sa: إعدادات الخريطة
bg_bg: Настройки на картата
de_de: Karten-Einstellungen
el_gr: Ρυθμίσεις Χάρτη
es_es: Configuración de Mapas
fr_fr: Paramètres de la carte
he_il: הגדרות מפה
hi_in: मानचित्र सेटिंग्स
it_it: Impostazioni Mappa
ja_jp: マップ設定
lv_lv: Kartes iestatījumi
nl_nl: Kaart instellingen
pl_pl: Ustawienia mapy
pt_pt: Configurações do Mapa
ru_ru: Настройки карты
sv_se: Kartinställningar
tr_tr: Harita Ayarları
vi_vn: Cài đặt bản đồ

source: Map Settings Delete
ar_sa: حذف إعدادات الخريطة
bg_bg: Настройки на картата Изтриване
de_de: Karteneinstellungen löschen
el_gr: Διαγραφή ρυθμίσεων χάρτη
es_es: Configuración del mapa Eliminar
fr_fr: Supprimer les paramètres de la carte
he_il: מחיקת הגדרות מפה
hi_in: मानचित्र सेटिंग्स हटाएं
it_it: Elimina impostazioni mappa
ja_jp: マップ設定の削除
lv_lv: Kartes iestatījumi Dzēst
nl_nl: Kaartinstellingen verwijderen
pl_pl: Ustawienia mapy Usuń
pt_pt: Excluir configurações do mapa
ru_ru: Удалить настройки карты
sv_se: Kartinställningar Ta bort
tr_tr: Harita Ayarlarını Sil
vi_vn: Xóa cài đặt bản đồ

source: Map Settings Update
ar_sa: تحديث إعدادات الخريطة
bg_bg: Актуализиране на настройките на картата
de_de: Aktualisierung der Karteneinstellungen
el_gr: Ενημέρωση ρυθμίσεων χάρτη
es_es: Actualización de la configuración del mapa
fr_fr: Mise à jour des paramètres de la carte
he_il: עדכון הגדרות מפה
hi_in: मैप सेटिंग अपडेट
it_it: Aggiornamento delle impostazioni della mappa
ja_jp: マップ設定の更新
lv_lv: Kartes iestatījumu atjaunināšana
nl_nl: Kaartinstellingen bijwerken
pl_pl: Aktualizacja ustawień mapy
pt_pt: Atualização das configurações do mapa
ru_ru: Обновление настроек карты
sv_se: Uppdatering av kartinställningar
tr_tr: Harita Ayarları Güncellemesi
vi_vn: Cập nhật cài đặt bản đồ

source: Map Settings Add
ar_sa: إضافة إعدادات الخريطة
bg_bg: Настройки на картата Добавяне
de_de: Karteneinstellungen hinzufügen
el_gr: Ρυθμίσεις χάρτη Προσθήκη
es_es: Configuración del mapa Agregar
fr_fr: Ajouter des paramètres de carte
he_il: הוספת הגדרות מפה
hi_in: मानचित्र सेटिंग जोड़ें
it_it: Impostazioni mappa Aggiungi
ja_jp: マップ設定追加
lv_lv: Kartes iestatījumu pievienošana
nl_nl: Kaartinstellingen Toevoegen
pl_pl: Dodaj ustawienia mapy
pt_pt: Configurações do mapa Adicionar
ru_ru: Добавить настройки карты
sv_se: Kartinställningar Lägg till
tr_tr: Harita Ayarları Ekle
vi_vn: Thêm cài đặt bản đồ

source: Permissions Edit
ar_sa: تحرير الأذونات
bg_bg: Разрешения Редактиране
de_de: Berechtigungen Bearbeiten
el_gr: Επεξεργασία δικαιωμάτων
es_es: Permisos Editar
fr_fr: Autorisations Modifier
he_il: עריכת הרשאות
hi_in: अनुमतियाँ संपादित करें
it_it: Autorizzazioni Modifica
ja_jp: 権限編集
lv_lv: Atļaujas Rediģēt
nl_nl: Machtigingen Bewerken
pl_pl: Uprawnienia Edytuj
pt_pt: Permissões Editar
ru_ru: Разрешения Редактировать
sv_se: Behörigheter Redigera
tr_tr: İzinleri Düzenleme
vi_vn: Quyền Chỉnh sửa

source: Add User
ar_sa: إضافة مستخدم
bg_bg: Добавяне на потребител
de_de: Benutzer hinzufügen
el_gr: Προσθήκη Χρήστη
es_es: Añadir usuario
fr_fr: Ajouter un utilisateur
he_il: הוסף משתמש
hi_in: उपयोगकर्ता जोड़ें
it_it: Aggiungi Utente
ja_jp: ユーザーを追加
lv_lv: Pievienot lietotāju
nl_nl: Gebruiker toevoegen
pl_pl: Dodaj użytkownika
pt_pt: Utilizador
ru_ru: Добавить пользователя
sv_se: Lägg till användare
tr_tr: Kullanıcı Ekle
vi_vn: Thêm người dùng

source: Delete User
ar_sa: حذف کاربر
bg_bg: Изтриване на потребител
de_de: Benutzer löschen
el_gr: Διαγραφή χρήστη
es_es: Eliminar usuario
fr_fr: Supprimer utilisateur
he_il: מחק משתמש
hi_in: उपयोगकर्ता हटाएं
it_it: Eliminare Utente
ja_jp: ユーザーを削除
nl_nl: Gebruiker verwijderen
pl_pl: Usuń Użytkownika
pt_pt: Apagar utilizador
ru_ru: Удалить пользователя
sv_se: Ta bort användare
tr_tr: Kullanıcıyı Sil
vi_vn: Xoá người dùng

source: Delete Map
ar_sa: حذف الخريطة
bg_bg: Изтриване на карта
de_de: Map löschen
el_gr: Διαγραφή χάρτη
es_es: Borrar el Mapa
fr_fr: Supprimer la carte
he_il: מחק מפה
hi_in: नक्शा हटाएं
it_it: Elimina mappa
ja_jp: マップの削除
lv_lv: Dzēst karti
nl_nl: Kaart verwijderen
pl_pl: Usuń mapę
pt_pt: Excluir mapa
ru_ru: Удалить карту
sv_se: Radera karta
tr_tr: Haritayı Sil
vi_vn: Xóa bản đồ

source: Move Map Up
ar_sa: تحريك الخريطة لأعلى
bg_bg: Премести картата нагоре
de_de: Karte nach oben verschieben
el_gr: Μετακίνηση χάρτη προς τα επάνω
es_es: Mover mapa hacia arriba
fr_fr: Déplacer la carte vers le haut
he_il: הזזת מפה למעלה
hi_in: मानचित्र ऊपर ले जाएँ
it_it: Sposta la mappa verso l'alto
ja_jp: マップを上に移動
lv_lv: Pārvietot karti uz augšu
nl_nl: Kaart omhoog verplaatsen
pl_pl: Przenieś mapę w górę
pt_pt: Mover mapa para cima
ru_ru: Переместить карту вверх
sv_se: Flytta kartan uppåt
tr_tr: Haritayı yukarı taşı
vi_vn: Di chuyển bản đồ lên

source: Move Group Down
ar_sa: نقل المجموعة لأسفل
bg_bg: Премести групата надолу
de_de: Gruppe nach unten verschieben
el_gr: Μετακίνηση ομάδας προς τα κάτω
es_es: Mover grupo hacia abajo
fr_fr: Déplacer le groupe vers le bas
he_il: הזזת קבוצה למטה
hi_in: समूह को नीचे ले जाएँ
it_it: Spostare il gruppo in basso
ja_jp: グループを下に移動する
lv_lv: Pārvietot grupu uz leju
nl_nl: Groep omlaag verplaatsen
pl_pl: Przenieś grupę w dół
pt_pt: Mover grupo para baixo
ru_ru: Переместить группу вниз
sv_se: Flytta gruppen nedåt
tr_tr: Grubu Aşağı Taşı
vi_vn: Di chuyển nhóm xuống

source: Move Group Up
ar_sa: تحريك المجموعة لأعلى
bg_bg: Премести групата нагоре
de_de: Gruppe nach oben verschieben
el_gr: Μετακίνηση ομάδας προς τα επάνω
es_es: Subir grupo
fr_fr: Déplacer le groupe vers le haut
he_il: הזז את הקבוצה למעלה
hi_in: समूह ऊपर ले जाएँ
it_it: Spostare il gruppo in alto
ja_jp: グループを上に移動する
lv_lv: Pārvietot grupu uz augšu
nl_nl: Groep omhoog verplaatsen
pl_pl: Przenieś grupę w górę
pt_pt: Mover grupo para cima
ru_ru: Переместить группу вверх
sv_se: Flytta upp grupp
tr_tr: Grubu Yukarı Taşı
vi_vn: Di chuyển nhóm lên

source: Group Edit
ar_sa: تحرير المجموعة
bg_bg: Редактиране на група
de_de: Gruppe Bearbeiten
el_gr: Επεξεργασία ομάδας
es_es: Editar grupo
fr_fr: Modification de groupe
he_il: עריכה קבוצתית
hi_in: समूह संपादित करें
it_it: Modifica gruppo
ja_jp: グループ編集
lv_lv: Grupas rediģēšana
nl_nl: Groep bewerken
pl_pl: Edycja grupy
pt_pt: Edição de Grupo
ru_ru: Групповое редактирование
sv_se: Redigera grupp
tr_tr: Grup Düzenleme
vi_vn: Chỉnh sửa nhóm

source: Group Update
ar_sa: تحديث المجموعة
bg_bg: Групова актуализация
de_de: Gruppenaktualisierung
el_gr: Ενημέρωση ομάδας
es_es: Actualización de grupo
fr_fr: Mise à jour du groupe
he_il: עדכון קבוצתי
hi_in: समूह अद्यतन
it_it: Aggiornamento del gruppo
ja_jp: グループ更新
lv_lv: Grupas atjauninājums
nl_nl: Groepsupdate
pl_pl: Aktualizacja Grupy
pt_pt: Atualização de grupo
ru_ru: Обновление группы
sv_se: Gruppuppdatering
tr_tr: Grup Güncellemesi
vi_vn: Cập nhật nhóm

source: Activate Map
ar_sa: تفعيل الخريطة
bg_bg: Активиране на картата
de_de: Karte aktivieren
el_gr: Ενεργοποίηση χάρτη
es_es: Activar mapa
fr_fr: Activer la carte
he_il: הפעלת מפה
hi_in: मानचित्र सक्रिय करें
it_it: Attiva mappa
ja_jp: マップのアクティブ化
lv_lv: Aktivizēt karti
nl_nl: Activeer de kaart
pl_pl: Aktywuj mapę
pt_pt: Ativar Mapa
ru_ru: Активировать карту
sv_se: Aktivera karta
tr_tr: Haritayı Etkinleştir
vi_vn: Kích hoạt bản đồ

source: Deactivate Map
ar_sa: إلغاء تنشيط الخريطة
bg_bg: Дезактивиране на картата
de_de: Karte deaktivieren
el_gr: Απενεργοποίηση χάρτη
es_es: Desactivar mapa
fr_fr: Désactiver la carte
he_il: השבתת מפה
hi_in: मानचित्र निष्क्रिय करें
it_it: Disattiva mappa
ja_jp: マップの非アクティブ化
lv_lv: Deaktivizēt karti
nl_nl: Kaart deactiveren
pl_pl: Dezaktywuj mapę
pt_pt: Desativar Mapa
ru_ru: Деактивировать карту
sv_se: Inaktivera karta
tr_tr: Haritayı Devre Dışı Bırak
vi_vn: Hủy kích hoạt bản đồ

source: Rebuild Now
ar_sa: أعد البناء الآن
bg_bg: Възстанови сега
de_de: Jetzt neu aufbauen
el_gr: Ανακατασκευή τώρα
es_es: Reconstruir ahora
fr_fr: Reconstruire maintenant
he_il: בנה מחדש עכשיו
hi_in: अब पुनर्निर्माण
it_it: Ricostruisci ora
ja_jp: 今すぐ再構築
lv_lv: Pārbūvēt tūlīt
nl_nl: Nu herbouwen
pl_pl: Przebuduj teraz
pt_pt: Reconstruir agora
ru_ru: Перестроить сейчас
sv_se: Bygg om nu
tr_tr: Şimdi Yeniden İnşa Et
vi_vn: Xây dựng lại ngay bây giờ

source: Change Group
ar_sa: تغيير المجموعة
bg_bg: Промяна на група
de_de: Gruppe ändern
el_gr: Αλλαγή ομάδας
es_es: Cambiar de grupo
fr_fr: Changer de groupe
he_il: שינוי קבוצה
hi_in: समूह बदलें
it_it: Cambia gruppo
ja_jp: グループの変更
lv_lv: Mainīt grupu
nl_nl: Groep wijzigen
pl_pl: Zmień grupę
pt_pt: Grupo de Alterações
ru_ru: Изменить группу
sv_se: Ändra grupp
tr_tr: Grubu Değiştir
vi_vn: Thay đổi nhóm

source: Group Admin
ar_sa: مسؤول المجموعة
bg_bg: Администратор на група
de_de: Gruppen-Administrator
el_gr: Διαχειριστής Ομάδας
es_es: Administrador del grupo
fr_fr: Groupe administrateur
he_il: מנהל קבוצה
hi_in: समूह व्यवस्थापक
it_it: Referenti
ja_jp: グループ管理者
lv_lv: Grupas administrators
nl_nl: Groepsbeheerder
pl_pl: Administrator grupy
pt_pt: Admin da turma
ru_ru: Администратор группы
sv_se: Gruppägare
tr_tr: Grup Yöneticisi
vi_vn: Quản trị viên nhóm

source: Group Admin Delete
ar_sa: حذف مسؤول المجموعة
bg_bg: Изтриване на администратор на група
de_de: Gruppenadministrator löschen
el_gr: Διαγραφή διαχειριστή ομάδας
es_es: Eliminación de administrador de grupo
fr_fr: Supprimer l’administrateur de groupe
he_il: מחיקת מנהל קבוצה
hi_in: ग्रुप एडमिन डिलीट
it_it: Elimina amministratore del gruppo
ja_jp: グループ管理者の削除
lv_lv: Grupas administrators Dzēst
nl_nl: Groepsbeheerder verwijderen
pl_pl: Usuwanie administratora grupy
pt_pt: Exclusão de administrador de grupo
ru_ru: Удаление администратором группы
sv_se: Ta bort gruppadministratör
tr_tr: Grup Yöneticisi Silme
vi_vn: Xóa quản trị viên nhóm

source: PHP Weathermap Editor %s
ar_sa: PHP محرر خريطة الطقس %s
bg_bg: Редактор на метеорологични карти на PHP %s
es_es: Editor de mapas meteorológicos PHP %s
he_il: עורך מפת מזג אוויר PHP %s
hi_in: PHP वेदरमैप संपादक %s
ja_jp: PHPウェザーマップエディタ%s
lv_lv: PHP laika apstākļu kartes redaktors %s
pl_pl: Edytor map pogodowych PHP %s
pt_pt: Editor PHP Weathermap %s
ru_ru: Редактор карт погоды PHP %s
tr_tr: PHP Hava Durumu Haritası Düzenleyici %s

source: Change<br>File
ar_sa: تغيير<br>ملف
bg_bg: Променям<br>Файл
el_gr: Αλλαγή<br>Αρχείο
es_es: Cambio<br>Archivo
he_il: שינוי<br>קובץ
hi_in: छोटे सिक्‍के<br>रेती
ja_jp: 変える<br>ファイル
lv_lv: Mainīties<br>Fails
pl_pl: Zmieniać<br>Plik
pt_pt: Alteração<br>Ficheiro
ru_ru: Менять<br>Файл
sv_se: Förändring<br>Fil
tr_tr: Değiştirmek<br>Dosya

source: Add<br>Node
ar_sa: جمع<br>كعب
bg_bg: Добавям<br>Възел
el_gr: Προσθέτω<br>Κόμβος
es_es: Agregar<br>Nodo
he_il: הוסף<br>צומת
hi_in: आगे कहना<br>गूमड़
ja_jp: 足す<br>ノード
lv_lv: Pievienot<br>Mezgls
pl_pl: Dodawać<br>Węzeł
pt_pt: Adicionar<br>Nó
ru_ru: Добавлять<br>Узел
sv_se: Addera<br>Nod
tr_tr: Eklemek<br>Düğüm

source: Add<br>Link
ar_sa: جمع<br>رابط
bg_bg: Добавям<br>Връзка
el_gr: Προσθέτω<br>Σύνδεση
es_es: Agregar<br>Enlace
he_il: הוסף<br>קישור
hi_in: आगे कहना<br>जोड
ja_jp: 足す<br>リンク
lv_lv: Pievienot<br>Saikne
pl_pl: Dodawać<br>Łącze
pt_pt: Adicionar<br>Ligação
ru_ru: Добавлять<br>Связь
sv_se: Addera<br>Länk
tr_tr: Eklemek<br>Bağlantı

source: Position<br>Legend
ar_sa: موضع<br>أسطورة
bg_bg: Положение<br>Легенда
el_gr: Θέση<br>Θρύλος
es_es: Posición<br>Leyenda
he_il: מיקום<br>אגדה
hi_in: पद<br>दिव्य चरित्र
ja_jp: 立場<br>伝説
lv_lv: Pozīcija<br>Leģenda
pl_pl: Pozycja<br>Legenda
pt_pt: Posição<br>Lenda
ru_ru: Позиция<br>Легенда
tr_tr: Konum<br>Efsane

source: Position<br>Timestamp
ar_sa: موضع<br>الطابع الزمني
bg_bg: Положение<br>Клеймото
el_gr: Θέση<br>Χρονική σήμανση
es_es: Posición<br>Timestamp
he_il: מיקום<br>חותמת זמן
hi_in: पद<br>टाइमस्टैम्प
ja_jp: 立場<br>タイムスタンプ
lv_lv: Pozīcija<br>Laikspiedola
pl_pl: Pozycja<br>Sygnatury czasowej
pt_pt: Posição<br>Carimbo de data/hora
ru_ru: Позиция<br>Временная метка
sv_se: Position<br>Tidsstämpel
tr_tr: Konum<br>Zaman damgası

source: Map<br>Properties
ar_sa: خريطة<br>خصائص
bg_bg: Карта<br>Свойства
el_gr: Χάρτης<br>Καταλύματα
es_es: Mapa<br>Propiedades
he_il: מפה<br>מאפייני
hi_in: मानचित्र<br>गुण
ja_jp: 地図<br>プロパティ
lv_lv: Karte<br>Rekvizīti
pl_pl: Mapa<br>Właściwości
pt_pt: Mapa<br>Propriedades
ru_ru: Карта<br>Свойства
sv_se: Karta<br>Egenskaper
tr_tr: Harita<br>Özellikler

source: Map<br>Style
ar_sa: خريطة<br>نمط
bg_bg: Карта<br>Стил
el_gr: Χάρτης<br>Ύφος
es_es: Mapa<br>Estilo
he_il: מפה<br>סגנון
hi_in: मानचित्र<br>वर्तिका
ja_jp: 地図<br>スタイル
lv_lv: Karte<br>Stils
pl_pl: Mapa<br>Styl
pt_pt: Mapa<br>Estilo
ru_ru: Карта<br>Стиль
sv_se: Karta<br>Stil
tr_tr: Harita<br>Üslup

source: Manage<br>Colors
ar_sa: أدار<br>الوان
bg_bg: Управлявам<br>Цветове
el_gr: Διαχειρίζομαι<br>Χρώματα
es_es: Gestionar<br>Colores
he_il: לנהל<br>צבעים
hi_in: प्रबंध<br>रंग
ja_jp: 取り締まる<br>色
lv_lv: Pārvaldīt<br>Krāsas
pl_pl: Zarządzać<br>Kolory
pt_pt: Gerir<br>Cores
ru_ru: Руководить<br>Знамя
sv_se: Förvalta<br>Färger
tr_tr: Yönetmek<br>Renk

source: Manage<br>Images
ar_sa: الإدارة
bg_bg: управление
el_gr: Διοίκηση
es_es: Gestionar<br>Imágenes
he_il: לנהל<br>תמונות
hi_in: प्रबंध<br>छवियां
ja_jp: 取り締まる<br>画像
lv_lv: Pārvaldīt<br>Attēlus
pl_pl: Zarządzać<br>Obrazów
pt_pt: Gerir<br>Imagens
ru_ru: Руководить<br>Изображения
sv_se: Förvalta<br>Bilder
tr_tr: Yönetmek<br>Görüntü

source: Editor<br>Settings
ar_sa: إعدادات سجل التدقيق
bg_bg: Настройки на журнал за одит
el_gr: Ρυθμίσεις καταγραφής ελέγχου
es_es: Editor<br>Configuración
he_il: עורך<br>הגדרות
hi_in: संपादक<br>सेटिंग्स
ja_jp: 編集者<br>設定
lv_lv: Redaktors<br>Iestatījumus
pl_pl: Redaktor<br>Ustawienia
pt_pt: Direção<br>Configurações
ru_ru: Редактор<br>Параметры
sv_se: Redaktör<br>Inställningar
tr_tr: Editör<br>Ayarlar

source: Position<br>---, ---
ar_sa: موضع<br>---, ---
bg_bg: Положение<br>---, ---
el_gr: Θέση<br>---, ---
es_es: Posición<br>---, ---
he_il: מיקום<br>---, ---
hi_in: पद<br>---, ---
ja_jp: 立場<br>---, ---
lv_lv: Pozīcija<br>---, ---
pl_pl: Pozycja<br>---, ---
pt_pt: Posição<br>---, ---
ru_ru: Позиция<br>---, ---
tr_tr: Konum<br>---, ---

source: Select a menu item or either right-click or click on a Node or Link to edit it's properties
ar_sa: حدد عنصر قائمة أو انقر بزر الماوس الأيمن أو انقر فوق عقدة أو ارتباط لتحرير خصائصه
bg_bg: Изберете елемент от менюто или щракнете с десния бутон или щракнете върху възел или връзка, за да редактирате свойствата му
el_gr: Επιλέξτε ένα στοιχείο μενού ή κάντε δεξί κλικ ή κάντε κλικ σε έναν κόμβο ή σύνδεσμο για να επεξεργαστείτε τις ιδιότητές του
es_es: Seleccione un elemento de menú o haga clic con el botón derecho o haga clic en un nodo o enlace para editar sus propiedades
he_il: בחר פריט בתפריט או לחץ באמצעות לחצן העכבר הימני או לחץ על צומת או קישור כדי לערוך את המאפיינים שלו
hi_in: एक मेनू आइटम का चयन करें या या तो राइट-क्लिक करें या इसके गुणों को संपादित करने के लिए नोड या लिंक पर क्लिक करें
ja_jp: メニュー項目を選択するか、ノードまたはリンクを右クリックまたはクリックしてプロパティを編集します
lv_lv: Atlasiet izvēlnes elementu vai ar peles labo pogu noklikšķiniet vai noklikšķiniet uz mezgla vai saites, lai rediģētu tā rekvizītus
pl_pl: Wybierz element menu lub kliknij prawym przyciskiem myszy lub kliknij węzeł lub łącze, aby edytować jego właściwości
pt_pt: Selecione um item de menu ou clique com o botão direito do mouse ou clique em um Nó ou Link para editar suas propriedades
ru_ru: Выберите пункт меню или щелкните правой кнопкой мыши или щелкните по узлу или ссылке, чтобы изменить его свойства
sv_se: Välj ett menyalternativ eller högerklicka eller klicka på en nod eller länk för att redigera dess egenskaper
tr_tr: Bir menü öğesi seçin veya özelliklerini düzenlemek için bir Düğüme veya Bağlantıya sağ tıklayın veya tıklayın

source: Debug
ar_sa: التصحيح
bg_bg: отстраняване на грешки
el_gr: Εντοπισμός σφαλμάτων
es_es: Depuraración
he_il: איתור באגים
hi_in: डीबग करो
ja_jp: デバッグ
lv_lv: Atkļūdošana
pl_pl: Uruchamianie
pt_pt: Saída de depuração personalizada
ru_ru: Отладка
sv_se: Debugg
tr_tr: Hata ayıklama

source: Re-tidy ALL
ar_sa: إعادة ترتيب الكل
bg_bg: Подредете отново ВСИЧКИ
el_gr: Τακτοποιήστε ξανά ΟΛΑ
es_es: Volver a ordenar TODO
he_il: סדרו מחדש את הכל
hi_in: सभी को फिर से साफ करें
ja_jp: リ・ティッシュ・オール
lv_lv: Atkārtoti sakopt VISU
pl_pl: Ponowne uporządkowanie WSZYSTKIEGO
pt_pt: Re-arrumar tudo
ru_ru: Убрать ВСЕ
sv_se: Städa om ALLT
tr_tr: TÜMÜNÜ yeniden düzenleyin

source: Re-tidy
ar_sa: إعادة ترتيب
bg_bg: Подредете се
el_gr: Τακτοποιημένο
es_es: Volver a ordenar
he_il: לסדר מחדש
hi_in: पुनः साफ
ja_jp: リ・レイディ
lv_lv: Atkārtota sakopšana
pl_pl: Ponowne uporządkowanie
pt_pt: Re-arrumado
ru_ru: Навести порядок
sv_se: Städa om
tr_tr: Yeniden düzenleme

source: Un-tidy
ar_sa: غير مرتب
bg_bg: Неподреден
el_gr: Ακατάστατο
es_es: Desordenado
he_il: לא מסודר
hi_in: अन-टिडी
ja_jp: 整頓されていない
lv_lv: Nekārtīgs
pl_pl: Nieporządny
pt_pt: Desarrumado
ru_ru: Неопрятный
sv_se: Ostädat
tr_tr: Düzensiz

source: Do Nothing
ar_sa: لا تفعل شيئا
bg_bg: Не правете нищо
el_gr: Μην κάνεις τίποτα
es_es: No hacer nada
he_il: אל תעשה כלום
hi_in: कुछ न करें
ja_jp: 何もしない
lv_lv: Nedarīt neko
pl_pl: Nic nie rób
pt_pt: Não faça nada
ru_ru: Ничего не делать
sv_se: Gör ingenting
tr_tr: Hiçbir şey yapma

source: mapfile
ar_sa: ملف الخريطة
bg_bg: картографски файл
es_es: Archivo de mapa
hi_in: mapफ़ाइल
ja_jp: マップファイル
lv_lv: kartes fails
pl_pl: plik mapy
pt_pt: arquivo de mapa
sv_se: KartaFil
tr_tr: harita dosyası

source: action
ar_sa: الإجراء
bg_bg: екшън
el_gr: ενέργεια
es_es: acción
he_il: פעולה
ja_jp: 操作
lv_lv: Asa sižeta filma
pl_pl: akcja
ru_ru: действие
sv_se: åtgärd
tr_tr: eylem

source: param
ar_sa: بارام
bg_bg: парам
el_gr: Παράμ
he_il: פאראם
hi_in: परम
ja_jp: パラメータ
ru_ru: Парам

source: param2
ar_sa: بارام 2
bg_bg: парам2
el_gr: παράμετρος2
he_il: פאראם2
hi_in: परम2
ja_jp: パラメータ2
pl_pl: parametr 2 powiedział:

source: debug
ar_sa: تنقيح
bg_bg: отстраняване на грешки
el_gr: εντοπισμός σφαλμάτων
es_es: depurar
pt_pt: depuração
ru_ru: отладка
tr_tr: Hata Ayıkla

source: See config
ar_sa: راجع التكوين
bg_bg: Вижте конфигурацията
el_gr: Δείτε το config
es_es: Ver configuración
he_il: ראה תצורה
hi_in: कॉन्फिग देखें
ja_jp: configを参照してください
lv_lv: Skatīt konfigurāciju
pl_pl: Zobacz konfigurację
pt_pt: Ver configuração
ru_ru: Посмотреть конфигурацию
sv_se: Se konfiguration
tr_tr: Yapılandırmaya bakın

source: Node Properties
ar_sa: خصائص العقدة
bg_bg: Свойства на възела
el_gr: Ιδιότητες κόμβου
es_es: Propiedades del nodo
he_il: מאפייני צומת
hi_in: नोड गुण
ja_jp: ノードのプロパティ
lv_lv: Mezgla rekvizīti
pl_pl: Właściwości węzła
pt_pt: Propriedades do nó
ru_ru: Свойства узла
sv_se: Egenskaper för nod
tr_tr: Düğüm Özellikleri

source: Internal Name
ar_sa: الاسم الداخلي
bg_bg: Вътрешно име
el_gr: Εσωτερικό όνομα
hi_in: आंतरिक नाम
ja_jp: 内部名称
lv_lv: Iekšējais nosaukums
pt_pt: Nome Interno
sv_se: Internt namn

source: Label
ar_sa: ملصق
bg_bg: Етикет
el_gr: Ετικέτα
es_es: Etiqueta
he_il: תווית
hi_in: लेबल
ja_jp: ラベル
lv_lv: Etiķete
pl_pl: Etykieta
pt_pt: Etiqueta
ru_ru: Метка
sv_se: Etikett
tr_tr: Etiket

source: Icon Filename
ar_sa: اسم ملف الأيقونة
bg_bg: Име на файл на икона
el_gr: Όνομα αρχείου εικονιδίου
es_es: Nombre de archivo del icono
he_il: שם קובץ סמל
hi_in: आइकन फ़ाइल नाम
ja_jp: アイコンファイル名
lv_lv: Ikonas faila nosaukums
pl_pl: Ikona Nazwa pliku
pt_pt: Nome do ficheiro do ícone
ru_ru: Имя файла иконки
sv_se: Ikon Filnamn
tr_tr: Simge Dosya Adı

source: Info URL(s)
ar_sa: عنوان (عناوين) معلومات
bg_bg: Информационни URL адреси
el_gr: Διευθύνσεις URL πληροφοριών
es_es: URL(s) de información
he_il: כתובות URL של מידע
hi_in: जानकारी URL
ja_jp: 情報URL
lv_lv: Informācijas vietrādis(-i) URL
pl_pl: Informacyjne adresy URL
pt_pt: URL(s) de informação
ru_ru: Информационные URL-адреса
sv_se: Webbadress(er) för info
tr_tr: Bilgi URL'leri

source: Hover Graph URL(s)
ar_sa: نمط الرسم البياني تحوم
bg_bg: Стил на графиката на посочване
el_gr: Στυλ γραφήματος κατάδειξης
he_il: כתובות URL של גרף ריחוף
hi_in: Hover ग्राफ़ URL
ja_jp: ホバーグラフのURL
lv_lv: Norādīšanas grafika URL(-i)
pl_pl: Adresy URL wykresu po najechaniu kursorem
pt_pt: URL(s) do gráfico de focalização
ru_ru: URL-адреса графа наведения
sv_se: URL:er för hovringsdiagram
tr_tr: Fareyle Üzerine Gelme Grafiği URL'leri

source: Graph Template
ar_sa: قالب الرسم البياني
bg_bg: Шаблони за елементи на графиката
el_gr: Πρότυπο γραφήματος
es_es: Plantilla de gráficos
he_il: תבנית גרף
hi_in: ग्राफ़ टेम्पलेट
ja_jp: グラフのテンプレート
lv_lv: Grafika veidne
pl_pl: Szablon wykresu
pt_pt: Modelo de gráfico
ru_ru: Шаблон Графика
sv_se: Grafmall
tr_tr: Grafik Şablonu

source: All
ar_sa: الكل
bg_bg: Всички
de_de: Alle
el_gr: Όλα
es_es: Todos
fr_fr: Tout
he_il: הכל
hi_in: 所有
it_it: Tutti
ja_jp: すべて
lv_lv: Visi
nl_nl: Alle
pl_pl: Wszystkie
pt_pt: Todos
ru_ru: Все
sv_se: Alla
tr_tr: Tümü
vi_vn: Tất cả

source: Graph Selector
ar_sa: عرض محدد الخريطة
bg_bg: Покажи селектора на картата
el_gr: Εμφάνιση επιλογέα χάρτη
es_es: Selector de gráficos
he_il: בורר תרשימים
hi_in: ग्राफ़ चयनकर्ता
ja_jp: グラフセレクター
lv_lv: Grafiku atlasītājs
pl_pl: Selektor wykresów
pt_pt: Seletor de gráficos
ru_ru: Выбор графика
sv_se: Väljare för diagram
tr_tr: Grafik Seçici

source: Save
ar_sa: حفظ
bg_bg: Запази
el_gr: Αποθήκευση
es_es: Guardar
he_il: שמור
hi_in: सेव करें
ja_jp: 保存
lv_lv: Saglabāt
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить
sv_se: Spara
tr_tr: Kaydet
