Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: Welcome to the PHP Weathermap %s Editor
ar_sa: مرحبا بك في محرر %s PHP Weathermap
bg_bg: Добре дошли в PHP Weathermap %s Editor
de_de: Willkommen beim PHP Weathermap %s Editor
el_gr: Καλώς ήλθατε στο PHP Weathermap %s Editor
es_es: Bienvenido al editor de %s de mapas meteorológicos de PHP
fr_fr: Bienvenue dans l’éditeur de %s PHP Weathermap
he_il: ברוכים הבאים לעורך %s של PHP Weathermap
hi_in: PHP वेदरमैप %s संपादक में आपका स्वागत है
it_it: Benvenuti nell'editor di %s di PHP Weathermap
ja_jp: PHP ウェザーマップ%sエディタへようこそ
lv_lv: Laipni lūdzam PHP Weathermap %s redaktorā
nl_nl: Welkom bij de PHP Weathermap %s Editor
pl_pl: Witamy w edytorze %s mapy pogody PHP
pt_pt: Bem-vindo ao PHP Weathermap %s Editor
ru_ru: Добро пожаловать в редактор PHP Weathermap %s
sv_se: Välkommen till PHP Weathermap %s Editor
tr_tr: PHP Hava Durumu Haritası %s Düzenleyicisine Hoş Geldiniz
vi_vn: Chào mừng bạn đến với PHP Weathermap %s Editor

source: <b>NOTE:</b> This editor is not finished! There are many features of Weathermap that you will be missing out on if you choose to use the editor only. These include: curves, node offsets, font definitions, colour changing, per-node/per-link settings and image uploading. You CAN use the editor without damaging these features if you added them by hand, however.
ar_sa: <b>ملاحظه:</b> هذا المحرر لم ينته بعد! هناك العديد من ميزات Weathermap التي ستفقدها إذا اخترت استخدام المحرر فقط. وتشمل هذه: المنحنيات ، وإزاحات العقدة ، وتعريفات الخطوط ، وتغيير اللون ، وإعدادات كل عقدة / لكل رابط وتحميل الصور. ومع ذلك ، يمكنك استخدام المحرر دون الإضرار بهذه الميزات إذا أضفتها يدويا.
bg_bg: <b>БЕЛЕЖКА:</b> Този редактор не е завършен! Има много функции на Weathermap, които ще пропуснете, ако решите да използвате само редактора. Те включват: криви, измествания на възли, дефиниции на шрифтове, промяна на цвета, настройки за възел/връзка и качване на изображения. Можете обаче да използвате редактора, без да повредите тези функции, ако сте ги добавили на ръка.
el_gr: <b>ΣΗΜΕΊΩΣΗ:</b> Αυτός ο επεξεργαστής δεν έχει τελειώσει! Υπάρχουν πολλές δυνατότητες του Weathermap που θα χάσετε εάν επιλέξετε να χρησιμοποιήσετε μόνο το πρόγραμμα επεξεργασίας. Αυτά περιλαμβάνουν: καμπύλες, μετατοπίσεις κόμβων, ορισμούς γραμματοσειρών, αλλαγή χρώματος, ρυθμίσεις ανά κόμβο / ανά σύνδεσμο και μεταφόρτωση εικόνων. Ωστόσο, μπορείτε να χρησιμοποιήσετε το πρόγραμμα επεξεργασίας χωρίς να καταστρέψετε αυτές τις λειτουργίες εάν τις προσθέσατε με το χέρι.
es_es: <b>NOTA:</b> ¡Este editor no ha terminado! Hay muchas características de Weathermap que te perderás si eliges usar solo el editor. Estos incluyen: curvas, desplazamientos de nodos, definiciones de fuente, cambio de color, configuración por nodo/por enlace y carga de imágenes. Sin embargo, PUEDE usar el editor sin dañar estas características si las agregó a mano.
he_il: <b>הערה:</b> עורך זה לא סיים! ישנן תכונות רבות של Weathermap כי אתה תהיה להחמיץ אם תבחר להשתמש בעורך בלבד. אלה כוללים: עקומות, היסט צומת, הגדרות גופן, שינוי צבע, הגדרות לכל צומת/לכל קישור והעלאת תמונות. עם זאת, אתה יכול להשתמש בעורך מבלי לפגוע בתכונות אלה אם הוספת אותן ביד.
hi_in: <b>नोट:</b> यह संपादक समाप्त नहीं हुआ है! वेदरमैप की कई विशेषताएं हैं जिन्हें आप याद कर रहे होंगे यदि आप केवल संपादक का उपयोग करना चुनते हैं। इनमें शामिल हैं: घटता, नोड ऑफ़सेट, फ़ॉन्ट परिभाषाएँ, रंग बदलना, प्रति-नोड / प्रति-लिंक सेटिंग्स और छवि अपलोडिंग। हालाँकि, आप इन सुविधाओं को नुकसान पहुँचाए बिना संपादक का उपयोग कर सकते हैं यदि आपने उन्हें हाथ से जोड़ा है।
ja_jp: <b>手記：</b> このエディターはまだ完成していません!Weathermapには、エディターのみを使用することを選択した場合に見逃す可能性のある多くの機能があります。 これには、カーブ、ノードオフセット、フォント定義、色の変更、ノードごと/リンクごとの設定、画像のアップロードが含まれます。ただし、これらの機能を手動で追加した場合でも、これらの機能を損なうことなくエディターを使用できます。
lv_lv: <b>PIEZĪME:</b> Šis redaktors nav pabeigts! Ir daudzas Weathermap funkcijas, kuras jūs palaidīsit garām, ja izvēlēsities izmantot tikai redaktoru. Tie ietver: līknes, mezglu nobīdes, fontu definīcijas, krāsu maiņu, katra mezgla/saites iestatījumus un attēlu augšupielādi. Tomēr jūs varat izmantot redaktoru, nesabojājot šīs funkcijas, ja tās pievienojāt ar roku.
pl_pl: <b>NUTA:</b> Ten edytor nie jest skończony! Istnieje wiele funkcji Weathermap, których będziesz brakować, jeśli zdecydujesz się korzystać tylko z edytora. Należą do nich: krzywe, przesunięcia węzłów, definicje czcionek, zmiana kolorów, ustawienia dla poszczególnych węzłów/linków oraz przesyłanie obrazów. Możesz jednak korzystać z edytora bez uszkadzania tych funkcji, jeśli dodałeś je ręcznie.
pt_pt: <b>OBSERVAÇÃO:</b> Este editor não terminou! Há muitos recursos do Weathermap que você perderá se optar por usar apenas o editor. Estes incluem: curvas, deslocamentos de nós, definições de fonte, mudança de cor, configurações por nó/por link e upload de imagens. No entanto, você PODE usar o editor sem danificar esses recursos se os adicionou manualmente.
ru_ru: <b>ЗАМЕТКА:</b> Этот редактор еще не закончен! В Weathermap есть много функций, которые вы упустите, если решите использовать только редактор. К ним относятся: кривые, смещения узлов, определения шрифтов, изменение цвета, настройки для каждого узла/ссылки и загрузка изображений. Однако вы МОЖЕТЕ использовать редактор без повреждения этих функций, если вы добавили их вручную.
sv_se: <b>NOT:</b> Den här redigeraren är inte klar! Det finns många funktioner i Weathermap som du kommer att gå miste om om du väljer att bara använda redigeraren. Dessa inkluderar: kurvor, nodförskjutningar, teckensnittsdefinitioner, färgändring, inställningar per nod/per länk och bilduppladdning. Du KAN dock använda redigeraren utan att skada dessa funktioner om du har lagt till dem för hand.
tr_tr: <b>NOT:</b> Bu editör bitmedi! Weathermap'in yalnızca düzenleyiciyi kullanmayı seçerseniz kaçıracağınız birçok özelliği vardır. Bunlar şunları içerir: eğriler, düğüm ofsetleri, yazı tipi tanımları, renk değiştirme, düğüm başına/bağlantı başına ayarlar ve resim yükleme. Bununla birlikte, elle eklediyseniz, bu özelliklere zarar vermeden düzenleyiciyi kullanabilirsiniz.

source: Do you want to:
ar_sa: هل تريد:
bg_bg: Искате ли:
el_gr: Θέλετε να:
he_il: האם ברצונך:
hi_in: क्या आप यह करना चाहते हैं:
ja_jp: 次のことを行いますか?
lv_lv: Vai jūs vēlaties:
pl_pl: Czy chcesz:
pt_pt: Pretende:
ru_ru: Вы хотите:
sv_se: Vill du:
tr_tr: Şunları yapmak istiyor musunuz:

source: Create A New Map:
ar_sa: إنشاء خريطة جديدة:
bg_bg: Създайте нова карта:
el_gr: Δημιουργήστε ένα νέο χάρτη:
es_es: Crear un nuevo mapa:
he_il: צור מפה חדשה:
hi_in: एक नया नक्शा बनाएँ:
ja_jp: 新しいマップを作成します。
lv_lv: Izveidojiet jaunu karti:
pl_pl: Utwórz nową mapę:
pt_pt: Crie um novo mapa:
ru_ru: Создайте новую карту:
sv_se: Skapa en ny karta:
tr_tr: Yeni Bir Harita Oluştur:

source: Named:
ar_sa: الاسم
bg_bg: Име
el_gr: Όνομα
es_es: Nombrado:
he_il: בשם:
hi_in: नाम रखा:
lv_lv: Nosaukts:
pl_pl: O nazwie:
pt_pt: Nomeado:
sv_se: Heter:
tr_tr: Adlı:

source: Create
ar_sa: أنشأ
bg_bg: Създай
de_de: Erzeugen
el_gr: Δημιουργία
es_es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
it_it: Crea
ja_jp: 作成
lv_lv: Izveidot
nl_nl: Maken
pl_pl: Utwórz
pt_pt: Criar
ru_ru: Создать
sv_se: Skapa
tr_tr: Oluştur
vi_vn: Tạo

source: Note: filenames must contain no spaces and end in .conf
ar_sa: ملاحظة: يجب ألا تحتوي أسماء الملفات على مسافات وتنتهي ب .conf
bg_bg: Забележка: имената на файловете не трябва да съдържат интервали и да завършват на .conf
el_gr: Σημείωση: τα ονόματα αρχείων δεν πρέπει να περιέχουν κενά διαστήματα και να τελειώνουν σε .conf
es_es: Nota: los nombres de archivo no deben contener espacios y terminar en .conf
he_il: הערה: שמות קבצים חייבים שלא להכיל רווחים ולהסתיים ב- .conf
hi_in: नोट: फ़ाइल नामों में कोई रिक्ति नहीं होनी चाहिए और .conf में समाप्त होना चाहिए
ja_jp: 注: ファイル名にはスペースを含めず、末尾は .conf にする必要があります
lv_lv: Piezīme: failu nosaukumos nedrīkst būt atstarpes un tie beidzas ar .conf
pl_pl: Uwaga: nazwy plików nie mogą zawierać spacji i kończyć się na .conf
pt_pt: Nota: os nomes dos ficheiros não devem conter espaços e terminar em .conf
ru_ru: Примечание: имена файлов не должны содержать пробелов и заканчиваться на .conf
sv_se: Observera: filnamn får inte innehålla några mellanslag och sluta på .conf
tr_tr: Not: dosya adları boşluk içermemeli ve .conf ile bitmelidir

source: Ok
ar_sa: أوك
bg_bg: Добре
el_gr: Εντάξει
hi_in: ठीक
lv_lv: Labi
ru_ru: Ок
tr_tr: Tamam

source: Operation successful
ar_sa: تمت العملية بنجاح
bg_bg: Операцията е успешна
el_gr: Η λειτουργία ολοκληρώθηκε με επιτυχία
es_es: Operación exitosa
he_il: בוצע בהצלחה
hi_in: ऑपरेशन सफल
ja_jp: 操作が成功しました
lv_lv: Operācija veiksmīga
pl_pl: Operacja zakończyła się pomyślnie
pt_pt: Operação bem-sucedida
ru_ru: Операция выполнена успешно
sv_se: Operationen lyckades
tr_tr: Operasyon Başarılı

source: The Operation was successful. Details are below.
ar_sa: كانت العملية ناجحة. التفاصيل أدناه.
bg_bg: Операцията е успешна. Подробности са по-долу.
el_gr: Η επιχείρηση ήταν επιτυχής. Λεπτομέρειες είναι παρακάτω.
es_es: La operación fue exitosa. Los detalles están abajo.
he_il: המבצע עבר בהצלחה. פרטים בהמשך.
hi_in: ऑपरेशन सफल रहा। विवरण नीचे हैं।
ja_jp: 操作は成功しました。 詳細は以下をご覧ください。
lv_lv: Operācija bija veiksmīga. Sīkāka informācija ir sniegta zemāk.
pl_pl: Operacja zakończyła się sukcesem. Szczegóły znajdują się poniżej.
pt_pt: A operação foi bem sucedida. Os detalhes estão abaixo.
ru_ru: Операция прошла успешно. Подробности ниже.
sv_se: Operationen lyckades. Mer information finns nedan.
tr_tr: Operasyon başarılı oldu. Detaylar aşağıdadır.

source: Pause
ar_sa: توقف
bg_bg: Пауза
el_gr: Παύση
es_es: Pausa
he_il: עצירה
hi_in: पॉज़
ja_jp: 一時停止
lv_lv: Pauze
pl_pl: Pauza
pt_pt: Suspender
ru_ru: Пауза
sv_se: Pausa
tr_tr: Duraklat

source: Click on the map where you would like to move the node to.
ar_sa: انقر على الخريطة حيث ترغب في نقل العقدة إلى.
bg_bg: Кликнете върху картата, където искате да преместите възела.
el_gr: Κάντε κλικ στο χάρτη όπου θέλετε να μετακινήσετε τον κόμβο.
es_es: Haga clic en el mapa al que desea mover el nodo.
he_il: לחץ על המפה שאליה ברצונך להעביר את הצומת.
hi_in: उस मानचित्र पर क्लिक करें जहां आप नोड को स्थानांतरित करना चाहते हैं।
ja_jp: ノードを移動するマップをクリックします。
lv_lv: Noklikšķiniet uz kartes, uz kuru vēlaties pārvietot mezglu.
pl_pl: Kliknij mapę w miejscu, do którego chcesz przenieść węzeł.
pt_pt: Clique no mapa para onde você gostaria de mover o nó.
ru_ru: Нажмите на карту, куда вы хотите переместить узел.
sv_se: Klicka på kartan som du vill flytta noden till.
tr_tr: Haritada düğümü taşımak istediğiniz yere tıklayın.

source: Click on the map via which point you want to redirect link.
ar_sa: انقر على الخريطة من خلالها النقطة التي تريد إعادة توجيه الرابط.
bg_bg: Кликнете върху картата, през която искате да пренасочите връзката.
el_gr: Κάντε κλικ στο χάρτη μέσω του σημείου μέσω του οποίου θέλετε να ανακατευθύνετε τον σύνδεσμο.
es_es: Haga clic en el mapa a través del punto al que desea redirigir el enlace.
he_il: לחץ על המפה שדרכה ברצונך להפנות את הקישור מחדש.
hi_in: मानचित्र पर क्लिक करें जिसके माध्यम से आप लिंक को पुनर्निर्देशित करना चाहते हैं।
ja_jp: リンクをリダイレクトするポイントを経由するマップをクリックします。
lv_lv: Noklikšķiniet uz kartes, caur kuru vēlaties novirzīt saiti.
pl_pl: Kliknij na mapie, przez który punkt chcesz przekierować link.
pt_pt: Clique no mapa através do ponto através do qual você deseja redirecionar o link.
ru_ru: Нажмите на карту, через какую точку вы хотите перенаправить ссылку.
sv_se: Klicka på kartan via vilken punkt du vill omdirigera länken.
tr_tr: Haritada hangi nokta üzerinden yönlendirme yapmak istiyorsanız linki tıklayın.

source: Click on the first node for the start of the link.
ar_sa: انقر فوق العقدة الأولى لبدء الرابط.
bg_bg: Кликнете върху първия възел за началото на връзката.
el_gr: Κάντε κλικ στον πρώτο κόμβο για την έναρξη του συνδέσμου.
es_es: Haga clic en el primer nodo para el inicio del enlace.
he_il: לחץ על הצומת הראשון לתחילת הקישור.
hi_in: लिंक की शुरुआत के लिए पहले नोड पर क्लिक करें।
ja_jp: リンクの開始位置にある最初のノードをクリックします。
lv_lv: Noklikšķiniet uz pirmā mezgla, lai sāktu saiti.
pl_pl: Kliknij pierwszy węzeł, aby rozpocząć łącze.
pt_pt: Clique no primeiro nó para o início do link.
ru_ru: Нажмите на первый узел для начала перехода по ссылке.
sv_se: Klicka på den första noden för att starta länken.
tr_tr: Bağlantının başlangıcı için ilk düğüme tıklayın.

source: Click on the map where you would like to put the timestamp.
ar_sa: انقر على الخريطة حيث ترغب في وضع الطابع الزمني.
bg_bg: Кликнете върху картата, където искате да поставите времевия печат.
el_gr: Κάντε κλικ στο χάρτη όπου θέλετε να βάλετε τη χρονική σήμανση.
es_es: Haga clic en el mapa donde le gustaría poner la marca de tiempo.
he_il: לחץ על המפה שבה ברצונך לשים את חותמת הזמן.
hi_in: उस मानचित्र पर क्लिक करें जहाँ आप टाइमस्टैम्प लगाना चाहते हैं।
ja_jp: タイムスタンプを入力するマップをクリックします。
lv_lv: Noklikšķiniet uz kartes, kur vēlaties ievietot laikspiedolu.
pl_pl: Kliknij na mapę, w której chcesz umieścić znacznik czasu.
pt_pt: Clique no mapa onde você gostaria de colocar o carimbo de data/hora.
ru_ru: Нажмите на карту, где вы хотите поставить временную метку.
sv_se: Klicka på kartan där du vill placera tidsstämpeln.
tr_tr: Haritada zaman damgasını koymak istediğiniz yere tıklayın.

source: Click on the map where you would like to put the legend.
ar_sa: انقر على الخريطة حيث ترغب في وضع وسيلة الإيضاح.
bg_bg: Кликнете върху картата, където искате да поставите легендата.
el_gr: Κάντε κλικ στο χάρτη όπου θέλετε να βάλετε το υπόμνημα.
es_es: Haga clic en el mapa donde le gustaría poner la leyenda.
he_il: לחץ על המפה שבה ברצונך לשים את המקרא.
hi_in: उस मानचित्र पर क्लिक करें जहाँ आप किंवदंती रखना चाहते हैं।
ja_jp: 凡例を配置するマップをクリックします。
lv_lv: Noklikšķiniet uz kartes, kur vēlaties ievietot leģendu.
pl_pl: Kliknij na mapę, na której chcesz umieścić legendę.
pt_pt: Clique no mapa onde você gostaria de colocar a legenda.
ru_ru: Нажмите на карту, где вы хотите разместить легенду.
sv_se: Klicka på kartan där du vill placera teckenförklaringen.
tr_tr: Haritada efsaneyi koymak istediğiniz yere tıklayın.

source: Click on the map where you would like to add a new node.
ar_sa: انقر على الخريطة حيث ترغب في إضافة عقدة جديدة.
bg_bg: Кликнете върху картата, където искате да добавите нов възел.
el_gr: Κάντε κλικ στον χάρτη όπου θέλετε να προσθέσετε έναν νέο κόμβο.
es_es: Haga clic en el mapa donde le gustaría agregar un nuevo nodo.
he_il: לחץ על המפה שבה ברצונך להוסיף צומת חדש.
hi_in: उस मानचित्र पर क्लिक करें जहां आप एक नया नोड जोड़ना चाहते हैं।
ja_jp: 新しいノードを追加するマップをクリックします。
lv_lv: Noklikšķiniet uz kartes, kur vēlaties pievienot jaunu mezglu.
pl_pl: Kliknij na mapie, na której chcesz dodać nowy węzeł.
pt_pt: Clique no mapa onde você gostaria de adicionar um novo nó.
ru_ru: Нажмите на карту, на которую вы хотите добавить новую узел.
sv_se: Klicka på kartan där du vill lägga till en ny nod.
tr_tr: Haritada yeni bir düğüm eklemek istediğiniz yere tıklayın.

source: WARNING: Pressing 'Delete Node' will delete this Node.
ar_sa: تحذير: سيؤدي الضغط على "حذف العقدة" إلى حذف هذه العقدة.
bg_bg: ВНИМАНИЕ: Натискането на "Изтриване на възел" ще изтрие този възел.
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Πατώντας 'Διαγραφή κόμβου' θα διαγραφεί αυτός ο κόμβος.
es_es: ADVERTENCIA: Al presionar 'Eliminar nodo' se eliminará este nodo.
he_il: אזהרה: לחיצה על 'מחק צומת' תמחק צומת זה.
hi_in: चेतावनी: 'नोड हटाएं' दबाने से यह नोड हट जाएगा।
ja_jp: 警告: 「ノードの削除」を押すと、このノードが削除されます。
lv_lv: BRĪDINĀJUMS: Nospiežot 'Dzēst mezglu', šis mezgls tiks izdzēsts.
pl_pl: UWAGA: Naciśnięcie przycisku "Usuń węzeł" spowoduje usunięcie tego węzła.
pt_pt: AVISO: Pressionar 'Excluir nó' excluirá este nó.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Нажатие кнопки «Удалить узел» приведет к удалению этого узла.
sv_se: VARNING: Om du trycker på "Ta bort nod" raderas denna nod.
tr_tr: UYARI: 'Düğümü Sil'e basmak bu Düğümü silecektir.

source: Delete Node Confirmation
ar_sa: عرض التكوين
bg_bg: Конфигуриране на изгледа
el_gr: Προβολή διαμόρφωσης
es_es: Confirmación de eliminación de nodo
he_il: מחיקת אישור צומת
hi_in: नोड पुष्टिकरण हटाएं
ja_jp: ノード削除の確認
lv_lv: Dzēst mezgla apstiprinājumu
pl_pl: Potwierdzenie usunięcia węzła
pt_pt: Excluir confirmação de nó
ru_ru: Подтверждение удаления узла
sv_se: Ta bort nodbekräftelse
tr_tr: Düğüm Onayını Sil

source: WARNING: Pressing 'Delete Link' will delete this Link.
ar_sa: تحذير: سيؤدي الضغط على "حذف الرابط" إلى حذف هذا الرابط.
bg_bg: ВНИМАНИЕ: Натискането на "Изтриване на връзката" ще изтрие тази връзка.
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Πατώντας "Διαγραφή συνδέσμου" θα διαγραφεί αυτός ο σύνδεσμος.
es_es: ADVERTENCIA: Al presionar 'Eliminar enlace' se eliminará este enlace.
he_il: אזהרה: לחיצה על 'מחק קישור' תמחק קישור זה.
hi_in: चेतावनी: 'लिंक हटाएं' दबाने से यह लिंक हट जाएगा।
ja_jp: 警告: [リンクの削除]を押すと、このリンクが削除されます。
lv_lv: BRĪDINĀJUMS: Nospiežot 'Dzēst saiti', šī saite tiks izdzēsta.
pl_pl: UWAGA: Naciśnięcie przycisku "Usuń link" spowoduje usunięcie tego linku.
pt_pt: AVISO: Pressionar 'Excluir link' excluirá este link.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Нажатие кнопки «Удалить ссылку» приведет к удалению этой ссылки.
sv_se: VARNING: Om du trycker på "Ta bort länk" raderas denna länk.
tr_tr: UYARI: 'Bağlantıyı Sil'e basmak bu Bağlantıyı silecektir.

source: Delete Link Confirmation
ar_sa: عرض التكوين
bg_bg: Конфигуриране на изгледа
el_gr: Προβολή διαμόρφωσης
es_es: Confirmación de enlace de eliminación
he_il: אישור מחיקת קישור
hi_in: लिंक पुष्टिकरण हटाएं
ja_jp: リンクの削除確認
lv_lv: Dzēst saites apstiprinājumu
pl_pl: Potwierdzenie usunięcia linku
pt_pt: Excluir confirmação de link
ru_ru: Удалить подтверждение ссылки
sv_se: Bekräftelse av borttagningslänk
tr_tr: Bağlantı Onayını Sil

source: Cancel
ar_sa: إلغاء
bg_bg: Отказ
de_de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
he_il: ביטול
hi_in: कैंसिल करें
it_it: Annulla
ja_jp: 取り消し
lv_lv: Atcelt
nl_nl: Annuleer
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
sv_se: Avbryt
tr_tr: İptal
vi_vn: Hủy

source: Delete Link
ar_sa: حذف
bg_bg: Изтрий
el_gr: Διαγραφή
es_es: Enlace de borrado
he_il: מחק קישור
hi_in: लिंक हटाएं
ja_jp: リンクを削除
lv_lv: Dzēst saiti
pl_pl: Usuń link
pt_pt: Excluir link
ru_ru: Удалить ссылку
sv_se: Ta bort länk
tr_tr: Bağlantıyı Sil

source: Delete Node
ar_sa: حذف کاربر
bg_bg: Изтриване на потребител
el_gr: Διαγραφή χρήστη
es_es: Nodo de eliminación
he_il: מחק צומת
hi_in: नोड हटाएं
ja_jp: ノードを削除
lv_lv: Dzēst mezglu
pl_pl: Usuń węzeł
pt_pt: Excluir nó
ru_ru: Удалить Узел
sv_se: Ta bort nod
tr_tr: Düğümü Sil

source: Position
ar_sa: الموضع
bg_bg: Позиция
el_gr: Θέση
es_es: Posición
he_il: מיקום
hi_in: पद
ja_jp: 位置
lv_lv: Pozīcija
pl_pl: Pozycja
pt_pt: Posição
ru_ru: Позиция
tr_tr: Pozisyon

source: Node Actions
ar_sa: أفعال
bg_bg: Действия
el_gr: Ενέργειες
es_es: Acciones de nodo
he_il: פעולות צומת
hi_in: नोड क्रियाएं
ja_jp: ノードアクション
lv_lv: Mezgla darbības
pl_pl: Akcje węzła
pt_pt: Ações do nó
ru_ru: Действия с узлами
sv_se: Åtgärder för nod
tr_tr: Düğüm Eylemleri

source: Link Actions
ar_sa: أفعال
bg_bg: Действия
el_gr: Ενέργειες σύνδεσης
es_es: Acciones de enlace
he_il: פעולות קישור
hi_in: लिंक कार्रवाइयां
ja_jp: リンクアクション
lv_lv: Saistīšanas darbības
pl_pl: Akcje linków
pt_pt: Ações de link
ru_ru: Действия с ссылкой
sv_se: Länka åtgärder
tr_tr: Bağlantı eylemlerini göster

source: Move
ar_sa: نقل
bg_bg: Премести
el_gr: Μετακίνηση
es_es: Mover
he_il: העבר
hi_in: कार्यवाही
ja_jp: 移動
lv_lv: Pārvietot
pl_pl: Przenieś
pt_pt: Mover
ru_ru: Переместить
sv_se: Flytta
tr_tr: Taşı

source: Clone
ar_sa: نسخ
bg_bg: Дублирай
el_gr: Αντίγραφο
es_es: Clonar
he_il: שכפל
hi_in: क्लोन
ja_jp: 複製
lv_lv: Klonēt
pl_pl: Klonuj
pt_pt: Clonar
ru_ru: Клонировать
sv_se: Klona
tr_tr: Klonla

source: Edit
ar_sa: تحرير
bg_bg: Редактирай
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
fr_fr: Editer
he_il: ערוך
hi_in: संपादित करें
it_it: Modifica
ja_jp: 編集
lv_lv: Rediģēt
nl_nl: Wijzig
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Редактировать
sv_se: Redigera
tr_tr: Düzenle
vi_vn: Sửa

source: Delete
ar_sa: حذف
bg_bg: Изтрий
de_de: Löschen
el_gr: Διαγραφή
es_es: Eliminar
fr_fr: Supprimer
he_il: מחק
hi_in: हटाएं
it_it: Elimina
ja_jp: 削除
lv_lv: Dzēst
pl_pl: Usuń
pt_pt: Apagar
ru_ru: Удалить
sv_se: Radera
tr_tr: Sil
vi_vn: Xóa

source: Via
ar_sa: بواسطة
bg_bg: Чрез
el_gr: Μέσω
es_es: Vía
he_il: באמצעות
hi_in: द्वारा जरिये
ja_jp: 経由
pl_pl: Przez
ru_ru: С помощью
sv_se: Med
tr_tr: Üzerinden

source: Tidy
ar_sa: مرتبه
bg_bg: Спретнат
el_gr: Καθάριος
es_es: Ordenado
he_il: מסודר
hi_in: साफ़-सुथरा
ja_jp: 綺麗
lv_lv: Kārtīgi
pl_pl: Schludny
pt_pt: Arrumado
ru_ru: Опрятный
sv_se: Städad
tr_tr: Düzenli

source: Properties
ar_sa: مصدر / خصائص الرسم البياني
bg_bg: Имоти
el_gr: Ιδιότητες
es_es: Propiedades
he_il: נכסים
hi_in: गुण
ja_jp: プロパティ
lv_lv: Rekvizīti
pl_pl: Właściwości
pt_pt: Propriedades
ru_ru: Свойства
sv_se: Egenskaper
tr_tr: İlanlar

source: Where should Weathermap get data for this link? This can either be an RRD file, or an HTML with special comments in it (normally from MRTG).
ar_sa: من أين يجب أن تحصل Weathermap على بيانات لهذا الرابط؟ يمكن أن يكون هذا إما ملف RRD ، أو HTML مع تعليقات خاصة فيه (عادة من MRTG).
bg_bg: Откъде Weathermap трябва да получи данни за тази връзка? Това може да бъде или RRD файл, или HTML със специални коментари в него (обикновено от MRTG).
el_gr: Πού πρέπει να λάβει δεδομένα το Weathermap για αυτόν τον σύνδεσμο; Αυτό μπορεί να είναι είτε ένα αρχείο RRD, είτε ένα HTML με ειδικά σχόλια σε αυτό (συνήθως από MRTG).
es_es: ¿De dónde debe obtener Weathermap los datos para este enlace? Puede ser un archivo RRD o un HTML con comentarios especiales (normalmente de MRTG).
he_il: היכן Weathermap צריך לקבל נתונים עבור קישור זה? זה יכול להיות קובץ RRD, או HTML עם הערות מיוחדות בו (בדרך כלל מ MRTG).
hi_in: इस लिंक के लिए वेदरमैप को डेटा कहां से मिलना चाहिए? यह या तो एक आरआरडी फ़ाइल हो सकती है, या इसमें विशेष टिप्पणियों के साथ एक एचटीएमएल हो सकता है (आमतौर पर एमआरटीजी से)।
ja_jp: Weathermap はこのリンクのデータをどこで取得する必要がありますか?これは、RRD ファイル、または特別なコメントを含む HTML (通常は MRTG から) のいずれかです。
lv_lv: Kur Weathermap vajadzētu iegūt datus par šo saiti? Tas var būt vai nu RRD fails, vai html ar īpašiem komentāriem tajā (parasti no MRTG).
pl_pl: Skąd Weathermap powinien czerpać dane dla tego linku? Może to być zarówno plik RRD, jak i HTML ze specjalnymi komentarzami (zwykle z MRTG).
pt_pt: Onde o Weathermap deve obter dados para este link? Isso pode ser um arquivo RRD ou um HTML com comentários especiais (normalmente do MRTG).
ru_ru: Откуда Weathermap должен получать данные по этой ссылке? Это может быть либо файл RRD, либо HTML со специальными комментариями в нем (обычно из MRTG).
sv_se: Var ska Weathermap hämta data för den här länken? Detta kan antingen vara en RRD-fil eller en HTML-kod med särskilda kommentarer (vanligtvis från MRTG).
tr_tr: Weathermap bu bağlantı için verileri nereden almalıdır? Bu bir RRD dosyası veya içinde özel yorumlar bulunan bir HTML (normalde MRTG'den) olabilir.

source: How wide the link arrow will be drawn, in pixels.
ar_sa: مدى عرض سهم الارتباط بالبكسل.
bg_bg: Колко широка ще бъде нарисувана стрелката на връзката, в пиксели.
el_gr: Πόσο ευρύ θα είναι το βέλος σύνδεσης, σε pixel.
es_es: La anchura con la que se dibujará la flecha de enlace, en píxeles.
he_il: כמה רחב יצויר חץ הקישור, בפיקסלים.
hi_in: लिंक तीर कितना चौड़ा खींचा जाएगा, पिक्सेल में।
ja_jp: リンク矢印が描画される幅 (ピクセル単位)。
lv_lv: Cik plata tiks uzzīmēta saites bultiņa pikseļos.
pl_pl: Szerokość strzałki łącza w pikselach.
pt_pt: Quão larga será desenhada a seta do link, em pixels.
ru_ru: Какой ширины будет нарисована стрелка ссылки, в пикселях.
sv_se: Hur bred länkpilen kommer att ritas, i pixlar.
tr_tr: Bağlantı okunun piksel cinsinden ne kadar geniş çizileceği.
