Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: The new Map with the name %s was created using config file %s
ar_sa: تم إنشاء الخريطة الجديدة التي تحمل الاسم %s باستخدام ملف التكوين %s
bg_bg: Новата карта с името %s е създадена с помощта на конфигурационен файл %s
de_de: Die neue Map mit dem Namen %s wurde mit der Konfigurationsdatei %s erstellt
el_gr: Ο νέος χάρτης με το όνομα %s δημιουργήθηκε χρησιμοποιώντας το αρχείο ρυθμίσεων %s
es_es: El nuevo mapa con el nombre %s se creó utilizando el archivo de configuración %s
fr_fr: La nouvelle carte portant le nom %s a été créée à l’aide du fichier de configuration %s
he_il: המפה החדשה עם השם %s נוצרה באמצעות קובץ config %s
hi_in: %s नाम के साथ नया नक्शा कॉन्फ़िगरेशन फ़ाइल का उपयोग करके बनाया गया था %s
it_it: La nuova mappa con il nome %s è stata creata utilizzando il file di configurazione %s
ja_jp: %sという名前の新しいマップは、構成ファイルを使用して作成されました%s
lv_lv: Jaunā karte ar nosaukumu %s tika izveidota, izmantojot konfigurācijas failu %s
nl_nl: De nieuwe kaart met de naam %s is gemaakt met behulp van het configuratiebestand %s
pl_pl: Nowa mapa o nazwie %s została utworzona przy użyciu pliku konfiguracyjnego %s
pt_pt: O novo mapa com o nome %s foi criado usando o arquivo de configuração %s
ru_ru: Новая карта с именем %s была создана с помощью конфигурационного файла %s
sv_se: Den nya kartan med namnet %s skapades med hjälp av konfigurationsfilen %s
tr_tr: %s adlı yeni Harita, yapılandırma dosyası kullanılarak oluşturuldu %s
vi_vn: Bản đồ mới với tên %s được tạo bằng tệp cấu hình %s

source: The new Map with the name %s was unable to create the config file %s
ar_sa: تعذر على الخريطة الجديدة التي تحمل الاسم %s إنشاء ملف التكوين %s
bg_bg: Новата карта с името %s не можа да създаде конфигурационния файл %s
de_de: Die neue Map mit dem Namen %s konnte die Konfigurationsdatei nicht erstellen%s
el_gr: Ο νέος χάρτης με το όνομα %s δεν ήταν δυνατό να δημιουργήσει το αρχείο ρυθμίσεων %s
es_es: El nuevo mapa con el nombre %s no pudo crear el archivo de configuración %s
fr_fr: La nouvelle carte portant le nom %s n’a pas pu créer le fichier de configuration %s
he_il: המפה החדשה עם השם %s לא הצליחה ליצור את קובץ התצורה %s
hi_in: %s नाम के साथ नया मानचित्र कॉन्फ़िगरेशन फ़ाइल बनाने में असमर्थ था %s
it_it: La nuova mappa con il nome %s non è stata in grado di creare il file di configurazione %s
ja_jp: %sという名前の新しいマップは、構成ファイルを作成できませんでした%s
lv_lv: Jaunā karte ar nosaukumu %s nevarēja izveidot konfigurācijas failu %s
nl_nl: De nieuwe kaart met de naam %s kan het configuratiebestand niet maken %s
pl_pl: Nowa mapa o nazwie %s nie mogła utworzyć pliku konfiguracyjnego %s
pt_pt: O novo mapa com o nome %s não pôde criar o arquivo de configuração %s
ru_ru: Новая карта с именем %s не смогла создать конфигурационный файл %s
sv_se: Den nya kartan med namnet %s kunde inte skapa konfigurationsfilen %s
tr_tr: %s adlı yeni Harita, yapılandırma dosyasını oluşturamadı %s
vi_vn: Bản đồ mới có tên %s không thể tạo tệp cấu hình %s

source: The new Map with the name %s was unable to locate the config file %s to copy
ar_sa: الخريطة الجديدة التي تحمل الاسم %s لم تتمكن من تحديد موقع ملف التكوين %s النسخ
bg_bg: Новата карта с името %s не можа да намери конфигурационния файл %s да копира
de_de: Die neue Karte mit dem Namen %s konnte die zu kopierende Konfigurationsdatei %s nicht finden
el_gr: Ο νέος χάρτης με το όνομα %s δεν μπόρεσε να εντοπίσει το αρχείο ρυθμίσεων %s να αντιγράψει
es_es: El nuevo mapa con el nombre %s no pudo localizar el archivo de configuración %s copiar
fr_fr: La nouvelle carte portant le nom %s n’a pas pu localiser le fichier de configuration %s à copier
he_il: המפה החדשה עם השם %s לא הצליחה לאתר את קובץ התצורה %s להעתיק
hi_in: नाम के साथ नया नक्शा %s प्रतिलिपि बनाने के लिए कॉन्फ़िगरेशन फ़ाइल %s का पता लगाने में असमर्थ था
it_it: La nuova mappa con il nome %s non è stata in grado di individuare il file di configurazione %s copiare
ja_jp: %sという名前の新しいマップは、コピーする構成ファイル%sを見つけることができませんでした
lv_lv: Jaunā karte ar nosaukumu, %s nevarēja atrast konfigurācijas failu, %s kopēt
nl_nl: De nieuwe kaart met de naam %s kon het configuratiebestand niet vinden dat %s moest kopiëren
pl_pl: Nowa mapa o nazwie%s nie mogła zlokalizować pliku konfiguracyjnego %s skopiować
pt_pt: O novo mapa com o nome %s não conseguiu localizar o arquivo de configuração %s copiar
ru_ru: Новая карта с именем %s не смогла найти конфигурационный файл, который %s скопировать
sv_se: Den nya kartan med namnet %s kunde inte hitta konfigurationsfilen %s kopiera
tr_tr: %s adlı yeni Harita, kopyalanacak yapılandırma dosyasını %s bulamadı
vi_vn: Bản đồ mới với tên %s không thể định vị tệp cấu hình %s sao chép

source: Weathermap Permissions for Map [ %s ]
ar_sa: أذونات خريطة الطقس للخريطة [ %s ]
bg_bg: Разрешения за карта на времето за карта [ %s ]
de_de: Weathermap-Berechtigungen für Karte [ %s ]
el_gr: Δικαιώματα Weathermap για χάρτη [ %s ]
es_es: Permisos del mapa del tiempo para el mapa [ %s ]
fr_fr: Autorisations de la carte météo pour la carte [ %s ]
he_il: הרשאות מפת מזג אוויר עבור מפה [ %s ]
hi_in: मानचित्र के लिए मौसममानचित्र अनुमतियाँ [ %s ]
it_it: Permessi Weathermap per la mappa [ %s ]
ja_jp: 地図のウェザーマップ権限 [ %s ]
lv_lv: Laika apstākļu kartes atļaujas kartei [ %s ]
nl_nl: Machtigingen voor weerkaarten voor kaart [ %s ]
pl_pl: Uprawnienia mapy pogodowej dla mapy [ %s ]
pt_pt: Permissões do mapa meteorológico para o mapa [ %s ]
ru_ru: Права доступа к карте погоды [ %s ]
sv_se: Väderkarta Behörigheter för karta [ %s ]
tr_tr: Harita için Hava Durumu Haritası İzinleri [ %s ]
vi_vn: Quyền Weathermap cho Bản đồ [ %s ]

source: Type
ar_sa: النوع
bg_bg: Тип
de_de: Typ
el_gr: Τύπος
es_es: Tipo
he_il: סוג
hi_in: प्रकार
it_it: Tipo
ja_jp: タイプ
lv_lv: Tips
pl_pl: Typ
pt_pt: Tipo
ru_ru: Тип
sv_se: Typ
tr_tr: Tip
vi_vn: Loại

source: Users
ar_sa: المستخدمين
bg_bg: Потребители
de_de: Benutzer
el_gr: Χρήστες
es_es: Usuarios
fr_fr: Utilisateurs
he_il: משתמשים
hi_in: उपयोगकर्ता
it_it: Utenti
ja_jp: ユーザー
lv_lv: Lietotāji
nl_nl: Gebruikers
pl_pl: Użytkownicy
pt_pt: Utilizadores
ru_ru: Пользователи
sv_se: Användare
tr_tr: Kullanıcılar
vi_vn: Người dùng

source: User Groups
ar_sa: مجموعات الطالب
bg_bg: Потребителски групи
de_de: Benutzergruppen
el_gr: Ομάδες χρηστών
es_es: Grupos de Usuarios
fr_fr: Groupes d'utilisateurs
he_il: קבוצות המשתמש
hi_in: उपयोगकर्ता समूह
it_it: Gruppi
ja_jp: ユーザーグループ
lv_lv: Grupas
nl_nl: Gebruiker groepen
pl_pl: Grupy użytkowników
pt_pt: Grupos de utilizadores
ru_ru: Группы пользователей
sv_se: Användargrupper
tr_tr: Kullanıcı Grupları
vi_vn: Nhóm người dùng

source: Rows
ar_sa: الصفوف
bg_bg: Редове
de_de: Zeilen
el_gr: Σειρές
es_es: Filas
fr_fr: Lignes
he_il: שורות
hi_in: पंक्तियाँ
it_it: Righe
ja_jp: 行
lv_lv: Rindas
nl_nl: Rijen
pl_pl: Wiersze
pt_pt: Linhas
ru_ru: Строк
sv_se: Rader
tr_tr: Satırlar
vi_vn: Hàng

source: Has Permissions
ar_sa: لديه أذونات
bg_bg: Има разрешения
de_de: Verfügt über Berechtigungen
el_gr: Έχει δικαιώματα
es_es: Tiene permisos
fr_fr: Dispose d’autorisations
he_il: יש הרשאות
hi_in: अनुमतियाँ हैं
it_it: Dispone delle autorizzazioni
ja_jp: 権限あり
lv_lv: Ir atļaujas
nl_nl: Heeft machtigingen
pl_pl: Posiada uprawnienia
pt_pt: Tem permissões
ru_ru: Имеет разрешения
sv_se: Har behörigheter
tr_tr: İzinleri var
vi_vn: Có quyền

source: Users or Groups
ar_sa: المستخدمون أو المجموعات
bg_bg: Потребители или групи
de_de: Benutzer oder Gruppen
el_gr: Χρήστες ή ομάδες
es_es: Usuarios o grupos
fr_fr: Utilisateurs ou groupes
he_il: משתמשים או קבוצות
hi_in: उपयोगकर्ता या समूह
it_it: Utenti o gruppi
ja_jp: ユーザーまたはグループ
lv_lv: Lietotāji vai grupas
nl_nl: Gebruikers of groepen
pl_pl: Użytkownicy lub grupy
pt_pt: Utilizadores ou Grupos
ru_ru: Пользователи или группы
sv_se: Användare eller grupper
tr_tr: Kullanıcılar veya Gruplar
vi_vn: Người dùng hoặc Nhóm

source: Account Type
ar_sa: نوع الحساب
bg_bg: Тип акаунт
de_de: Konto Typ
el_gr: Τύπος Λογαριασμού
es_es: Tipo de cuenta
fr_fr: Type de compte
he_il: סוג חשבון
hi_in: खाते का प्रकार
it_it: Tipo Account
ja_jp: アカウント種別
lv_lv: Konta Tips
pl_pl: Typ konta
pt_pt: Tipo de conta
ru_ru: Тип аккаунта
sv_se: Kontotyp
tr_tr: Hesap Türü
vi_vn: Loại tài khoản

source: User/Group
ar_sa: نهج الرسم البياني الافتراضي لمجموعة المستخدم هذه
bg_bg: Потребител/група
de_de: Benutzergruppe kopieren
el_gr: Χρήστης/Ομάδα
fr_fr: Utilisateur/Groupe
he_il: משתמש/קבוצה
hi_in: उपयोगकर्ता/समूह
it_it: Copia gruppo di utenti
ja_jp: ユーザー/グループ
pl_pl: Użytkownik/grupa
pt_pt: Utilizador/Grupo
ru_ru: Пользователь/Группа
sv_se: Användare/grupp
tr_tr: Kullanıcı/Grup
vi_vn: Người dùng/Nhóm

source: Login Realm
ar_sa: عالم تسجيل الدخول
bg_bg: Вход Realm
de_de: Login-Bereich
el_gr: Σφαίρα σύνδεσης
es_es: Reino de inicio de sesión
fr_fr: Royaume de connexion
he_il: תחום הכניסה
hi_in: लॉगिन क्षेत्र
ja_jp: ログインレルム
nl_nl: Inloggen Realm
pl_pl: Obszar logowania
ru_ru: Логин Realm
sv_se: Logga in Realm
tr_tr: Oturum Açma Bölgesi
vi_vn: Vương quốc đăng nhập

source: Full Name/Description
ar_sa: الاسم الكامل / الوصف
bg_bg: Пълно име/описание
de_de: Vollständiger Name/Beschreibung
el_gr: Ονοματεπώνυμο/Περιγραφή
es_es: Nombre completo/Descripción
fr_fr: Nom complet/Description
he_il: שם מלא/תיאור
hi_in: पूरा नाम/विवरण
it_it: Nome e Cognome/Descrizione
ja_jp: 氏名/説明
lv_lv: Pilns nosaukums/apraksts
nl_nl: Volledige naam/beschrijving
pl_pl: Imię i nazwisko/opis
pt_pt: Nome Completo/Descrição
ru_ru: Полное имя/описание
sv_se: Fullständigt namn/beskrivning
tr_tr: Tam Adı/Açıklaması
vi_vn: Tên đầy đủ / Mô tả

source: Allowed
ar_sa: مسموح
bg_bg: Позволено
de_de: Erlaubt
el_gr: Επιτρέπεται
es_es: Permitido
fr_fr: Autorisé
he_il: מורשים
hi_in: अनुमति
it_it: Consentito
ja_jp: 許可
nl_nl: Toegestaan
pl_pl: Dozwolone
pt_pt: Permitido
ru_ru: Разрешить
sv_se: Tillåten
tr_tr: İzin Ver
vi_vn: Đồng ý

source: User
ar_sa: المستخدم
bg_bg: Потребител
de_de: Benutzer
el_gr: Χρήστης
es_es: Usuario
fr_fr: Utilisateur
he_il: משתמש
hi_in: उपयोगकर्ता
it_it: Utente
ja_jp: ユーザー
lv_lv: Lietotājs
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_pt: Utilizador
ru_ru: Пользователь
sv_se: Användare
tr_tr: Kullanıcı
vi_vn: Người dùng

source: User Group
ar_sa: گروه کاربران
bg_bg: Потребителска група
de_de: Benutzergruppe
el_gr: Ομάδα χρηστών
es_es: Grupo de Usuarios
fr_fr: Groupe d'utilisateurs
he_il: קבוצת משתמש
hi_in: उपयोगकर्ता समूह
it_it: Gruppo Utente
ja_jp: ユーザグループ
nl_nl: Gebruikersgroep
pl_pl: Grupa użytkownika
pt_pt: Grupo de utilizadores
ru_ru: Группа пользователей
sv_se: Användargrupp
tr_tr: Kullanıcı Grubu
vi_vn: Nhóm người dùng

source: Local
ar_sa: محلي
bg_bg: Местен
de_de: Lokal
el_gr: Τοπικό
he_il: מקומי
hi_in: स्थानीय
it_it: Locale
ja_jp: ローカル
lv_lv: Vietējais
nl_nl: Lokaal
pl_pl: Lokalny
ru_ru: Локальный
sv_se: Lokal
tr_tr: Yerel
vi_vn: Địa phương

source: Web Basic
ar_sa: أساسيات الويب
bg_bg: Уеб Basic
de_de: Einfache Webanmeldung
es_es: Web básico
fr_fr: Web Basique
hi_in: वेब बेसिक
it_it: Web di base
pl_pl: Sieć Podstawowa
pt_pt: Web Básico
ru_ru: Базовый веб-сайт
sv_se: Webb Grundläggande
tr_tr: Web Temel
vi_vn: Web cơ bản

source: Not Permitted
ar_sa: تغيير اسم المستخدم غير مسموح به للقالب المحدد أو للمستخدم الضيف.
bg_bg: Не е разрешено
de_de: Unerlaubt
el_gr: Δεν επιτρέπεται
fr_fr: Non permis
he_il: לא מותר
hi_in: अनुमति नहीं है
it_it: Non consentito
ja_jp: 許可されていません
lv_lv: Nav atļauts
nl_nl: Niet Toegestaan
pl_pl: Niedozwolone
pt_pt: Não permitido
ru_ru: Запрещено
sv_se: Inte tillåtet
tr_tr: İzin Verilmiyor
vi_vn: Không được phép

source: Permitted
ar_sa: تغيير اسم المستخدم غير مسموح به للقالب المحدد أو للمستخدم الضيف.
bg_bg: Разрешено
de_de: Zulässig
el_gr: Επιτρέπεται
fr_fr: Autorisé
he_il: מותר
hi_in: अनुमति
it_it: Permesso
ja_jp: 許可
lv_lv: Atļauts
pl_pl: Dozwolony
pt_pt: Permitido
ru_ru: Разрешено
sv_se: Tillåtna
tr_tr: İzin verilen
vi_vn: Cho phép

source: No Users have Access to this Map
ar_sa: لا يمكن للمستخدمين الوصول إلى هذه الخريطة
bg_bg: Няма потребители с достъп до тази карта
de_de: Kein Benutzer hat Zugriff auf diese Karte
el_gr: Κανένας χρήστης δεν έχει πρόσβαση σε αυτόν τον χάρτη
es_es: Ningún usuario tiene acceso a este mapa
fr_fr: Aucun utilisateur n’a accès à cette carte
he_il: אין למשתמשים גישה למפה זו
hi_in: किसी भी उपयोगकर्ता के पास इस मानचित्र तक पहुँच नहीं है
it_it: Nessun utente ha accesso a questa mappa
ja_jp: このマップにアクセスできるユーザーはいません
lv_lv: Nevienam lietotājam nav piekļuves šai kartei
nl_nl: Geen enkele gebruiker heeft toegang tot deze kaart
pl_pl: Żaden użytkownik nie ma dostępu do tej mapy
pt_pt: Nenhum usuário tem acesso a este mapa
ru_ru: Ни один пользователь не имеет доступа к этой карте
sv_se: Inga användare har tillgång till denna karta
tr_tr: Hiçbir Kullanıcının Bu Haritaya Erişimi Yok
vi_vn: Không Người dùng nào có quyền truy cập vào Bản đồ này

source: Global Settings [ All Maps ]
ar_sa: الإعدادات العامة [ جميع الخرائط ]
bg_bg: Глобални настройки [ Всички карти ]
de_de: Globale Einstellungen [ Alle Karten ]
el_gr: Καθολικές ρυθμίσεις [ Όλοι οι χάρτες ]
es_es: Configuración global [ Todos los mapas ]
fr_fr: Paramètres globaux [ Toutes les cartes ]
he_il: הגדרות כלליות [ כל המפות ]
hi_in: वैश्विक सेटिंग्स [ सभी मानचित्र ]
it_it: Impostazioni globali [ Tutte le mappe ]
ja_jp: グローバル設定 [ すべてのマップ ]
lv_lv: Globālie iestatījumi [ Visas kartes ]
nl_nl: Algemene instellingen [ Alle kaarten ]
pl_pl: Ustawienia globalne [ Wszystkie mapy ]
pt_pt: Configurações Globais [ Todos os Mapas ]
ru_ru: Глобальные настройки [ Все карты ]
sv_se: Globala inställningar [ Alla kartor ]
tr_tr: Genel Ayarlar [ Tüm Haritalar ]
vi_vn: Cài đặt chung [ Tất cả bản đồ ]

source: There are no Settings for All Maps yet. You can add some by pressing the plus sign '+' in the top-right, or choose a single Map from the management screen to add Settings for that Map.
ar_sa: لا توجد إعدادات لجميع الخرائط حتى الآن. يمكنك إضافة بعضها بالضغط على علامة الجمع "+" في أعلى اليمين ، أو اختيار خريطة واحدة من شاشة الإدارة لإضافة إعدادات لتلك الخريطة.
bg_bg: Все още няма настройки за всички карти. Можете да добавите някои, като натиснете знака плюс "+" в горния десен ъгъл или изберете една карта от екрана за управление, за да добавите настройки за тази карта.
de_de: Es gibt noch keine Einstellungen für alle Karten. Sie können einige hinzufügen, indem Sie auf das Pluszeichen "+" oben rechts klicken, oder eine einzelne Karte aus dem Verwaltungsbildschirm auswählen, um Einstellungen für diese Karte hinzuzufügen.
el_gr: Δεν υπάρχουν ακόμα ρυθμίσεις για όλους τους χάρτες. Μπορείτε να προσθέσετε μερικά πατώντας το σύμβολο συν '+' επάνω δεξιά ή να επιλέξετε έναν μόνο χάρτη από την οθόνη διαχείρισης για να προσθέσετε ρυθμίσεις για αυτόν τον χάρτη.
es_es: Todavía no hay configuraciones para todos los mapas. Puede agregar algunos presionando el signo más '+' en la parte superior derecha, o elegir un solo mapa de la pantalla de administración para agregar la configuración de ese mapa.
fr_fr: Il n’y a pas encore de paramètres pour toutes les cartes. Vous pouvez en ajouter en appuyant sur le signe plus « + » en haut à droite, ou choisir une seule carte dans l’écran de gestion pour ajouter des paramètres pour cette carte.
he_il: אין עדיין הגדרות עבור כל המפות. באפשרותך להוסיף כמה על-ידי לחיצה על סימן החיבור '+' בפינה השמאלית העליונה, או לבחור מפה בודדת ממסך הניהול כדי להוסיף הגדרות עבור מפה זו.
hi_in: अभी तक सभी मानचित्रों के लिए कोई सेटिंग नहीं हैं. आप ऊपरी-दाईं ओर प्लस चिह्न '+' दबाकर कुछ जोड़ सकते हैं, या उस मानचित्र के लिए सेटिंग्स जोड़ने के लिए प्रबंधन स्क्रीन से एक मानचित्र चुन सकते हैं।
it_it: Non ci sono ancora impostazioni per tutte le mappe. Puoi aggiungerne alcuni premendo il segno più '+' in alto a destra, oppure scegliere una singola mappa dalla schermata di gestione per aggiungere le impostazioni per quella mappa.
ja_jp: [すべてのマップの設定] はまだありません。右上のプラス記号「+」を押して追加するか、管理画面からマップを1つ選択してそのマップの設定を追加できます。
lv_lv: Vēl nav iestatījumu visām kartēm. Dažus no tiem var pievienot, nospiežot pluszīmi "+" augšējā labajā stūrī, vai pārvaldības ekrānā izvēlēties vienu karti, lai pievienotu šīs kartes iestatījumus.
nl_nl: Er zijn nog geen instellingen voor alle kaarten. U kunt er een aantal toevoegen door op het plusteken '+' in de rechterbovenhoek te drukken, of u kunt een enkele kaart kiezen in het beheerscherm om instellingen voor die kaart toe te voegen.
pl_pl: Nie ma jeszcze ustawień dla wszystkich map. Możesz dodać kilka map, naciskając znak plus "+" w prawym górnym rogu, lub wybrać pojedynczą mapę na ekranie zarządzania, aby dodać ustawienia dla tej mapy.
pt_pt: Ainda não existem Definições para Todos os Mapas. Você pode adicionar alguns pressionando o sinal de mais '+' no canto superior direito, ou escolher um único Mapa na tela de gerenciamento para adicionar Configurações para esse Mapa.
ru_ru: Настроек для всех карт пока нет. Вы можете добавить некоторые из них, нажав на знак «+» в правом верхнем углу, или выбрать одну карту на экране управления, чтобы добавить настройки для этой карты.
sv_se: Det finns inga inställningar för Alla kartor ännu. Du kan lägga till några genom att trycka på plustecknet "+" längst upp till höger, eller välja en enda karta från hanteringsskärmen för att lägga till inställningar för den kartan.
tr_tr: Henüz Tüm Haritalar için Ayar yok. Sağ üstteki artı işareti '+' tuşuna basarak bazılarını ekleyebilir veya o Harita için Ayarlar eklemek için yönetim ekranından tek bir Harita seçebilirsiniz.
vi_vn: Chưa có Cài đặt cho Tất cả Bản đồ. Bạn có thể thêm một số bằng cách nhấn dấu cộng '+' ở trên cùng bên phải hoặc chọn một Bản đồ duy nhất từ màn hình quản lý để thêm Cài đặt cho Bản đồ đó.

source: Edit Group Settings [ Group: %s ]
ar_sa: تحرير إعدادات المجموعة [ المجموعة: %s ]
bg_bg: Редактиране на настройките на групата [ Група: %s ]
de_de: Gruppeneinstellungen bearbeiten [ Gruppe: %s ]
el_gr: Επεξεργασία ρυθμίσεων ομάδας [ Ομάδα: %s ]
es_es: Editar la configuración del grupo [ Grupo: %s ]
fr_fr: Modifier les paramètres du groupe [ Groupe : %s ]
he_il: עריכת הגדרות קבוצה [ קבוצה: %s ]
hi_in: समूह सेटिंग्स संपादित करें [ समूह: %s ]
it_it: Modifica impostazioni gruppo [ Gruppo: %s ]
ja_jp: グループ設定の編集 [ グループ: %s ]
lv_lv: Rediģēt grupas iestatījumus [ Grupa: %s ]
nl_nl: Groepsinstellingen bewerken [ Groep: %s ]
pl_pl: Edytuj ustawienia grupy [ Grupa: %s ]
pt_pt: Editar configurações do grupo [ Grupo: %s ]
ru_ru: Редактировать настройки группы [ Группа: %s ]
sv_se: Redigera gruppinställningar [ Grupp: %s ]
tr_tr: Grup Ayarlarını Düzenle [ Grup: %s ]
vi_vn: Chỉnh sửa cài đặt nhóm [ Nhóm: %s ]

source: There are no per Group Settings for this Group yet. You can add some by pressing the plus sign '+' in the top-right.
ar_sa: لا توجد إعدادات لكل مجموعة لهذه المجموعة حتى الآن. يمكنك إضافة بعضها بالضغط على علامة الجمع "+" في أعلى اليمين.
bg_bg: Все още няма настройки за всяка група за тази група. Можете да добавите някои, като натиснете знака плюс "+" в горния десен ъгъл.
de_de: Es gibt noch keine Gruppeneinstellungen für diese Gruppe. Sie können einige hinzufügen, indem Sie oben rechts auf das Pluszeichen "+" klicken.
el_gr: Δεν υπάρχουν ακόμα ρυθμίσεις ανά ομάδα για αυτήν την ομάδα. Μπορείτε να προσθέσετε μερικά πατώντας το σύμβολο συν '+' επάνω δεξιά.
es_es: Todavía no hay configuraciones por grupo para este grupo. Puede agregar algunos presionando el signo más '+' en la parte superior derecha.
fr_fr: Il n’y a pas encore de paramètres par groupe pour ce groupe. Vous pouvez en ajouter en appuyant sur le signe plus '+' en haut à droite.
he_il: אין עדיין הגדרות לפי קבוצה עבור קבוצה זו. אתה יכול להוסיף כמה על ידי לחיצה על סימן החיבור '+' בפינה השמאלית העליונה.
hi_in: इस समूह के लिए अभी तक कोई प्रति समूह सेटिंग्स नहीं हैं. आप ऊपरी-दाईं ओर प्लस चिह्न '+' दबाकर कुछ जोड़ सकते हैं।
it_it: Non ci sono ancora impostazioni per gruppo per questo gruppo. Puoi aggiungerne alcuni premendo il segno più "+" in alto a destra.
ja_jp: このグループには、まだグループごとの設定はありません。右上のプラス記号「+」を押すと追加できます。
lv_lv: Šai grupai vēl nav iestatīti katras grupas iestatījumi. Dažus var pievienot, nospiežot pluszīmi "+" augšējā labajā stūrī.
nl_nl: Er zijn nog geen groepsinstellingen voor deze groep. Je kunt er een paar toevoegen door op het plusteken '+' rechtsboven te drukken.
pl_pl: Nie ma jeszcze ustawień dla poszczególnych grup dla tej grupy. Możesz je dodać, naciskając znak plus "+" w prawym górnym rogu.
pt_pt: Ainda não existem definições por grupo para este grupo. Você pode adicionar alguns pressionando o sinal de mais '+' no canto superior direito.
ru_ru: Для этой группы пока нет настроек для каждой группы. Вы можете добавить их, нажав на знак «+» в правом верхнем углу.
sv_se: Det finns inga inställningar per grupp för den här gruppen ännu. Du kan lägga till några genom att trycka på plustecknet "+" längst upp till höger.
tr_tr: Bu Grup için henüz Grup Başına Ayar yok. Sağ üstteki artı işareti '+' tuşuna basarak biraz ekleyebilirsiniz.
vi_vn: Chưa có Cài đặt cho mỗi Nhóm cho Nhóm này. Bạn có thể thêm một số bằng cách nhấn dấu cộng '+' ở trên cùng bên phải.

source: Edit Map Settings [ Weathermap: %s ]
ar_sa: تعديل إعدادات الخريطة [ خريطة الطقس: %s ]
bg_bg: Редактиране на настройките на картата [ Weathermap: %s ]
de_de: Karteneinstellungen bearbeiten [ Wetterkarte: %s ]
el_gr: Επεξεργασία ρυθμίσεων χάρτη [ Weathermap: %s ]
es_es: Editar la configuración del mapa [ Mapa del tiempo: %s ]
fr_fr: Modifier les paramètres de la carte [ Carte météo : %s ]
he_il: ערוך הגדרות מפה [ מפת מזג אוויר: %s ]
hi_in: मानचित्र सेटिंग्स संपादित करें [मौसममानचित्र: %s]
it_it: Modifica le impostazioni della mappa [ Mappa meteo: %s ]
ja_jp: マップ設定の編集 [ ウェザーマップ: %s ]
lv_lv: Rediģēt kartes iestatījumus [ Laika apstākļu karte: %s ]
nl_nl: Kaartinstellingen bewerken [ Weerkaart: %s ]
pl_pl: Edytuj ustawienia mapy [ Mapa pogody: %s ]
pt_pt: Editar configurações do mapa [ Mapa meteorológico: %s ]
ru_ru: Редактировать настройки карты [ Карта погоды: %s ]
sv_se: Redigera kartinställningar [ Väderkarta: %s ]
tr_tr: Harita Ayarlarını Düzenle [ Hava Durumu Haritası: %s ]
vi_vn: Chỉnh sửa cài đặt bản đồ [ Bản đồ thời tiết: %s ]
