Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: You can modify the Weathermap Node from here. The Position columns are the X,Y position on the Map. The Internal Name is the unique ID given to the Node. The Label is the external name of the Node that you provide to users. The Icon Filename is the Graphic that you want to represent the Node Object. The INFO URL is a link that you can provide when clicking on the active Map Node. The Hover Graph URL's are Cacti or other Graphs URL's that can will appear when hovering over the Node. The Graph Selector is a helper for selecting Cacti Graphs for the Graph URL's. There are several other Node properties possible. However, today we are only supporting those included above.
ar_sa: يمكنك تعديل عقدة خريطة الطقس من هنا. أعمدة الموضع هي الموضع X و Y على الخريطة. الاسم الداخلي هو المعرف الفريد المعطى للعقدة. التسمية هي الاسم الخارجي للعقدة التي توفرها للمستخدمين. اسم ملف الأيقونة هو الرسم الذي تريده لتمثيل كائن العقدة. عنوان URL ل INFO هو رابط يمكنك توفيره عند النقر فوق عقدة الخريطة النشطة. عناوين URL ل Hover Graph هي Cacti أو عناوين URL للرسوم البيانية الأخرى التي يمكن أن تظهر عند التمرير فوق العقدة. يعد محدد الرسم البياني مساعدا لتحديد الرسوم البيانية للصبار لعناوين URL للرسم البياني. هناك العديد من خصائص العقدة الأخرى الممكنة. ومع ذلك ، فإننا اليوم ندعم فقط تلك المدرجة أعلاه.
bg_bg: Можете да промените възела Weathermap от тук. Колоните Позиция са позицията X,Y на картата. Вътрешното име е уникалният идентификатор, даден на възела. Етикетът е външното име на възела, който предоставяте на потребителите. Името на файла на иконата е графиката, която искате да представите обекта на възела. URL адресът на INFO е връзка, която можете да предоставите, когато щракнете върху активния възел на картата. URL адресите на Hover Graph са кактуси или други URL адреси на графики, които могат да се появят при задържане на курсора на мишката върху възела. Селекторът на графики е помощник за избор на кактусови графики за URL адресите на графиката. Възможни са няколко други свойства на Node. Днес обаче подкрепяме само включените по-горе.
el_gr: Μπορείτε να τροποποιήσετε τον κόμβο Weathermap από εδώ. Οι στήλες Θέση είναι η θέση X,Y στο Χάρτη. Το εσωτερικό όνομα είναι το μοναδικό αναγνωριστικό που δίνεται στον κόμβο. Η ετικέτα είναι το εξωτερικό όνομα του κόμβου που παρέχετε στους χρήστες. Το όνομα αρχείου εικονιδίου είναι το γραφικό που θέλετε να αντιπροσωπεύει το αντικείμενο κόμβου. Η διεύθυνση URL INFO είναι ένας σύνδεσμος που μπορείτε να παρέχετε όταν κάνετε κλικ στον ενεργό κόμβο χάρτη. Οι διευθύνσεις URL του γραφήματος κατάδειξης είναι διευθύνσεις URL κάκτων ή άλλων γραφημάτων που μπορούν να εμφανιστούν όταν τοποθετούν το δείκτη του ποντικιού πάνω από τον κόμβο. Ο επιλογέας γραφήματος είναι ένας βοηθός για την επιλογή γραφημάτων κάκτων για τις διευθύνσεις URL του γραφήματος. Υπάρχουν πολλές άλλες πιθανές ιδιότητες κόμβου. Ωστόσο, σήμερα υποστηρίζουμε μόνο εκείνους που περιλαμβάνονται παραπάνω.
es_es: Puede modificar el nodo Mapa del tiempo desde aquí. Las columnas de posición son la posición X,Y en el mapa. El nombre interno es el ID único que se le da al nodo. La etiqueta es el nombre externo del nodo que se proporciona a los usuarios. El nombre de archivo del icono es el gráfico que desea representar el objeto de nodo. La URL INFO es un enlace que puede proporcionar al hacer clic en el nodo de mapa activo. Las URL de Hover Graph son Cactus u otras URL de Graphs que pueden aparecer al pasar el cursor sobre el nodo. El selector de gráficos es un ayudante para seleccionar gráficos de cactus para las URL de los gráficos. Hay varias otras propiedades de nodo posibles. Sin embargo, hoy solo estamos apoyando los incluidos anteriormente.
he_il: באפשרותך לשנות את צומת מפת מזג האוויר מכאן. עמודות המיקום הן המיקום X,Y במפה. השם הפנימי הוא המזהה הייחודי שניתן לצומת. התווית היא השם החיצוני של הצומת שאתה מספק למשתמשים. שם הקובץ של הסמל הוא הגרפיקה שברצונך לייצג את אובייקט הצומת. כתובת ה- URL של INFO היא קישור שבאפשרותך לספק בעת לחיצה על צומת המפה הפעיל. כתובות ה- URL של גרף הריחוף הן כתובות URL מסוג Cacti או כתובות URL אחרות של גרפים שיכולות להופיע בעת ריחוף מעל הצומת. בורר התרשימים מסייע בבחירת תרשימי קקטוסים לכתובת URL של תרשים. ישנם מספר מאפייני צומת אחרים אפשריים. עם זאת, היום אנו תומכים רק באלה הכלולים לעיל.
hi_in: आप यहां से वेदरमैप नोड को संशोधित कर सकते हैं। स्थिति कॉलम मानचित्र पर X, Y स्थिति हैं। आंतरिक नाम नोड को दी गई अद्वितीय आईडी है। लेबल नोड का बाहरी नाम है जिसे आप उपयोगकर्ताओं को प्रदान करते हैं। आइकन फ़ाइल नाम वह ग्राफ़िक है जिसे आप नोड ऑब्जेक्ट का प्रतिनिधित्व करना चाहते हैं। INFO URL एक लिंक है जिसे आप सक्रिय मानचित्र नोड पर क्लिक करते समय प्रदान कर सकते हैं। होवर ग्राफ़ URL कैक्टि या अन्य ग्राफ़ URL हैं जो नोड पर होवर करते समय दिखाई दे सकते हैं। ग्राफ़ चयनकर्ता ग्राफ़ URL के लिए कैक्टि ग्राफ़ का चयन करने के लिए एक सहायक है। कई अन्य नोड गुण संभव हैं। हालाँकि, आज हम केवल ऊपर शामिल लोगों का समर्थन कर रहे हैं।
ja_jp: ここから Weathermap ノードを変更できます。 [位置] 列は、マップ上の X、Y 位置です。 内部名は、ノードに付与される一意の ID です。 ラベルは、ユーザーに提供するノードの外部名です。 アイコンファイル名は、ノードオブジェクトを表すグラフィックです。 INFO URLは、アクティブなマップノードをクリックしたときに指定できるリンクです。 ホバーグラフのURLは、サボテンまたはその他のグラフのURLで、ノードにカーソルを合わせると表示されます。 グラフセレクタは、グラフURLのサボテングラフを選択するためのヘルパーです。 他にもいくつかの Node プロパティを使用できます。 ただし、今日では上記のもののみをサポートしています。
lv_lv: Jūs varat modificēt Weathermap Node no šejienes. Kolonnas Pozīcija ir X,Y pozīcija kartē. Iekšējais nosaukums ir mezglam piešķirtais unikālais ID. Etiķete ir tā mezgla ārējais nosaukums, kuru norādāt lietotājiem. Ikonas faila nosaukums ir grafika, kurai vēlaties attēlot mezgla objektu. INFO URL ir saite, kuru varat norādīt, noklikšķinot uz aktīvā kartes mezgla. Hover Graph URL ir Kaktusi vai citi Graphs URL, kas var tikt parādīti, virzot kursoru virs mezgla. Grafu atlasītājs ir palīgs Kaktusu grafiku atlasei Graph URL. Ir iespējami vairāki citi mezgla rekvizīti. Tomēr šodien mēs atbalstām tikai tos, kas iekļauti iepriekš.
pl_pl: W tym miejscu możesz zmodyfikować węzeł mapy pogodowej. Kolumny Pozycja to pozycje X,Y na mapie. Nazwa wewnętrzna to unikatowy identyfikator nadany węzłowi. Etykieta to zewnętrzna nazwa węzła, którą podajesz użytkownikom. Nazwa pliku ikony to grafika, która ma reprezentować obiekt węzła. Adres URL INFO to link, który można podać po kliknięciu aktywnego węzła mapy. Adresy URL Hover Graph to adresy URL kaktusów lub innych wykresów, które mogą pojawić się po najechaniu kursorem na węzeł. Selektor wykresów jest pomocnikiem do wybierania wykresów kaktusów dla adresów URL wykresu. Możliwych jest kilka innych właściwości węzła. Jednak dzisiaj obsługujemy tylko te wymienione powyżej.
pt_pt: Você pode modificar o nó Weathermap a partir daqui. As colunas Posição são a posição X,Y no Mapa. O Nome Interno é a ID exclusiva dada ao Nó. O Rótulo é o nome externo do Nó que você fornece aos usuários. O nome do arquivo do ícone é o gráfico que você deseja representar o objeto do nó. O URL INFO é um link que você pode fornecer ao clicar no nó de mapa ativo. Os URLs do Hover Graph são Cacti ou outros URLs do Graphs que podem aparecer ao passar o mouse sobre o nó. O Seletor de gráficos é um auxiliar para selecionar gráficos de cactos para os URLs do gráfico. Existem várias outras propriedades de nó possíveis. No entanto, hoje só apoiamos os incluídos acima.
ru_ru: Вы можете изменить узел карты погоды отсюда. Столбцы «Положение» — это положение X,Y на карте. Внутреннее имя — это уникальный идентификатор, присвоенный узлу. Метка — это внешнее имя узла, которое вы предоставляете пользователям. Имя файла значка — это графика, которую вы хотите представить в качестве объекта узла. URL-адрес INFO — это ссылка, которую вы можете предоставить при нажатии на активный узел карты. URL-адреса графов наведения — это URL-адреса кактусов или других графов, которые могут отображаться при наведении курсора на узел. Селектор графов - это вспомогательный инструмент для выбора графиков кактусов по URL-адресам графов. Существует несколько других возможных свойств узла. Однако на сегодняшний день мы поддерживаем только те, которые перечислены выше.
sv_se: Du kan ändra väderkartans nod härifrån. Positionskolumnerna är X,Y-positionen på kartan. Det interna namnet är det unika ID som ges till noden. Etiketten är det externa namnet på noden som du tillhandahåller användarna. Ikonens filnamn är den bild som du vill ska representera nodobjektet. INFO-URL:en är en länk som du kan ange när du klickar på den aktiva kartnoden. Hover Graph-URL:erna är kaktusar eller andra graf-URL:er som kan visas när du håller muspekaren över noden. Grafväljaren är en hjälpare för att välja kaktusdiagram för grafens URL:er. Det finns flera andra möjliga Node-egenskaper. Men idag stöder vi bara de som ingår ovan.
tr_tr: Hava Durumu Haritası Düğümünü buradan değiştirebilirsiniz. Konum sütunları, Haritadaki X,Y konumudur. Dahili Ad, Düğüme verilen benzersiz kimliktir. Etiket, kullanıcılara sağladığınız Düğümün dış adıdır. Simge Dosya Adı, Düğüm Nesnesini temsil etmesini istediğiniz Grafiktir. INFO URL'si, etkin Harita Düğümüne tıklarken sağlayabileceğiniz bir bağlantıdır. Hover Graph URL'leri, Düğümün üzerine gelindiğinde görünebilecek Kaktüsler veya diğer Grafik URL'leridir. Grafik Seçici, Grafik URL'leri için Kaktüs Grafiklerini seçmek için bir yardımcıdır. Mümkün olan birkaç başka Düğüm özelliği vardır. Ancak, bugün yalnızca yukarıda yer alanları destekliyoruz.

source: Link Properties
ar_sa: خصائص الارتباط
bg_bg: Свойства на връзката
el_gr: Ιδιότητες συνδέσμου
es_es: Propiedades del vínculo
he_il: מאפייני קישור
hi_in: लिंक गुण
ja_jp: リンクのプロパティ
lv_lv: Saites rekvizīti
pl_pl: Właściwości łącza
pt_pt: Propriedades do link
ru_ru: Свойства ссылки
sv_se: Egenskaper för länk
tr_tr: Bağlantı Özellikleri

source: Data Source(s)
ar_sa: مصدر (مصادر) البيانات التالي قيد الاستخدام بواسطة Graph (s) هذه.
bg_bg: Източник(ци) на данни
el_gr: Πηγή(ές) δεδομένων
he_il: מקורות נתונים
hi_in: डेटा स्रोत
ja_jp: データソース
pl_pl: Źródło(a) danych
pt_pt: Fonte(s) de dados
ru_ru: Источник(и) данных
sv_se: Datakällor
tr_tr: Veri Kaynakları

source: Data Source Selector
ar_sa: محدد مصدر البيانات
bg_bg: Селектор на източник на данни
el_gr: Επιλογέας προέλευσης δεδομένων
es_es: Selector de fuentes de datos
he_il: בורר מקורות נתונים
hi_in: डेटा स्रोत चयनकर्ता
ja_jp: データソースセレクター
lv_lv: Datu avotu atlasītājs
pl_pl: Selektor źródła danych
pt_pt: Seletor de fonte de dados
ru_ru: Выбор источника данных
sv_se: Väljare för datakälla
tr_tr: Veri Kaynağı Seçici

source: Link Width
ar_sa: عرض الرابط
bg_bg: Ширина на връзката
el_gr: Πλάτος συνδέσμου
es_es: Ancho del enlace
he_il: רוחב קישור
hi_in: लिंक चौड़ाई
ja_jp: リンク幅
lv_lv: Saites platums
pl_pl: Szerokość łącza
pt_pt: Largura do link
ru_ru: Ширина звена
sv_se: Länkbredd
tr_tr: Bağlantı Genişliği

source: IN Comment
ar_sa: تعليق
bg_bg: Коментар
el_gr: Σχόλιο

source: OUT Comment
ar_sa: خارج التعليق
bg_bg: OUT Коментар
el_gr: OUT Σχόλιο
es_es: Comentario de OUT
he_il: תגובה החוצה
hi_in: आउट टिप्पणी
ja_jp: OUTコメント
lv_lv: OUT komentārs
pl_pl: Komentarz OUT
pt_pt: OUT Comentário
ru_ru: Комментарий OUT
sv_se: UT Kommentar
tr_tr: OUT Yorum

source: You can modify the Weathermap Link from here. The Maximum Bandwidth refers to the Maximum Bandwidth attainable. Supported suffixes are K, M, G, and T. Data Sources is a location where you can add RRDfile locations including some RRDfile math. See the documentation for that. The Data Source Selector is a helper for picking Cacti Graphs to represent the target or targets. Link width is the Width of the link arrow. The INFO URL is a link that you can provide when clicking on the active Map Link. The Hover Graph URL's are Cacti or other Graphs URL's that can will appear when hovering over the Link. The Graph Selector is a helper for selecting Cacti Graphs for the Graph URL's. The IN and OUT Comments appear on the Links with the Links. There are several other Link properties possible. However, today we are only supporting those included above.
ar_sa: يمكنك تعديل رابط خريطة الطقس من هنا. يشير الحد الأقصى لعرض النطاق الترددي إلى الحد الأقصى لعرض النطاق الترددي الذي يمكن تحقيقه. اللواحق المدعومة هي K و M و G و T. مصادر البيانات هي موقع حيث يمكنك إضافة مواقع ملفات RRD بما في ذلك بعض الرياضيات ملف RRD. انظر الوثائق لذلك. يعد محدد مصدر البيانات مساعدا لاختيار الرسوم البيانية للصبار لتمثيل الهدف أو الأهداف. عرض الرابط هو عرض سهم الارتباط. عنوان URL للمعلومات هو رابط يمكنك توفيره عند النقر على رابط الخريطة النشط. عناوين URL للرسم البياني للتمرير هي Cacti أو عناوين URL للرسوم البيانية الأخرى التي يمكن أن تظهر عند التمرير فوق الرابط. يعد محدد الرسم البياني مساعدا لتحديد الرسوم البيانية للصبار لعناوين URL للرسم البياني. تظهر تعليقات IN و OUT على الروابط مع الروابط. هناك العديد من خصائص الارتباط الأخرى الممكنة. ومع ذلك ، فإننا اليوم ندعم فقط تلك المدرجة أعلاه.
bg_bg: Можете да промените връзката към метеорологичната карта от тук. Максималната честотна лента се отнася до максималната постижима честотна лента. Поддържаните суфикси са K, M, G и T. Източници на данни е местоположение, където можете да добавяте местоположения на RRDfile, включително някои математически изчисления на RRDfile. Вижте документацията за това. Селекторът на източник на данни е помощник за избор на кактусови графики за представяне на целта или целите. Ширината на връзката е ширината на стрелката на връзката. URL адресът на INFO е връзка, която можете да предоставите, когато щракнете върху активната връзка към картата. URL адресите на Hover Graph са кактуси или други URL адреси на графики, които могат да се появят при задържане на курсора на мишката върху връзката. Селекторът на графики е помощник за избор на кактусови графики за URL адресите на графиката. Коментарите IN и OUT се появяват на връзките с връзките. Възможни са няколко други свойства на Link. Днес обаче подкрепяме само включените по-горе.
el_gr: Μπορείτε να τροποποιήσετε τον σύνδεσμο Weathermap από εδώ. Το μέγιστο εύρος ζώνης αναφέρεται στο μέγιστο εύρος ζώνης που μπορεί να επιτευχθεί. Τα υποστηριζόμενα επιθήματα είναι K, M, G και T. Οι προελεύσεις δεδομένων είναι μια θέση όπου μπορείτε να προσθέσετε θέσεις αρχείων RRD, συμπεριλαμβανομένων ορισμένων μαθηματικών αρχείων RRD. Δείτε την τεκμηρίωση για αυτό. Ο επιλογέας πηγής δεδομένων είναι ένας βοηθός για την επιλογή γραφημάτων κάκτων για την αναπαράσταση του στόχου ή των στόχων. Πλάτος συνδέσμου είναι το πλάτος του βέλους σύνδεσης. Η διεύθυνση URL INFO είναι ένας σύνδεσμος που μπορείτε να παρέχετε όταν κάνετε κλικ στον ενεργό σύνδεσμο χάρτη. Οι διευθύνσεις URL του γραφήματος κατάδειξης είναι διευθύνσεις URL κάκτων ή άλλων γραφημάτων που μπορούν να εμφανιστούν όταν τοποθετείτε το δείκτη του ποντικιού πάνω από τον σύνδεσμο. Ο επιλογέας γραφήματος είναι ένας βοηθός για την επιλογή γραφημάτων κάκτων για τις διευθύνσεις URL του γραφήματος. Τα σχόλια IN και OUT εμφανίζονται στους συνδέσμους με τους συνδέσμους. Υπάρχουν πολλές άλλες πιθανές ιδιότητες σύνδεσης. Ωστόσο, σήμερα υποστηρίζουμε μόνο εκείνους που περιλαμβάνονται παραπάνω.
es_es: Puedes modificar el enlace del mapa del tiempo desde aquí. El ancho de banda máximo se refiere al ancho de banda máximo alcanzable. Los sufijos admitidos son K, M, G y T. Orígenes de datos es una ubicación donde puede agregar ubicaciones de archivos RRD, incluidas algunas matemáticas de archivos RRD. Consulte la documentación para eso. El selector de fuentes de datos es un ayudante para seleccionar gráficos de cactus para representar el objetivo o los objetivos. El ancho del enlace es el ancho de la flecha del enlace. La URL INFO es un enlace que puede proporcionar al hacer clic en el enlace de mapa activo. Las URL de Hover Graph son Cactus u otras URL de Graphs que pueden aparecer al pasar el cursor sobre el enlace. El selector de gráficos es un ayudante para seleccionar gráficos de cactus para las URL de los gráficos. Los comentarios IN y OUT aparecen en los enlaces con los enlaces. Hay varias otras propiedades de enlace posibles. Sin embargo, hoy solo estamos apoyando los incluidos anteriormente.
he_il: באפשרותך לשנות את הקישור Weathermap מכאן. רוחב הפס המרבי מתייחס לרוחב הפס המרבי שניתן להשיג. הסיומות הנתמכות הן K, M, G ו- T. מקורות נתונים הוא מיקום שבו באפשרותך להוסיף מיקומי RRDfile, כולל כמה פעולות מתמטיות של RRDfile. ראה את התיעוד לכך. בורר מקורות הנתונים מסייע בבחירת גרפים של קקטוסים כדי לייצג את היעד או היעדים. רוחב הקישור הוא רוחב חץ הקישור. כתובת ה-URL של INFO היא קישור שניתן לספק בעת לחיצה על קישור המפה הפעיל. כתובות ה- URL של Hover Graph הן כתובות URL מסוג Cacti או כתובות URL אחרות של גרפים שיכולות להופיע בעת ריחוף מעל הקישור. בורר התרשימים מסייע בבחירת תרשימי קקטוסים לכתובת URL של תרשים. הערות הכניסה והיציאה מופיעות בקישורים עם הקישורים. ישנם מספר מאפייני קישור אפשריים נוספים. עם זאת, היום אנו תומכים רק באלה הכלולים לעיל.
hi_in: आप यहां से वेदरमैप लिंक को संशोधित कर सकते हैं। अधिकतम बैंडविड्थ प्राप्य अधिकतम बैंडविड्थ को संदर्भित करता है। समर्थित प्रत्यय K, M, G और T हैं। डेटा स्रोत एक ऐसा स्थान है जहाँ आप कुछ RRDfile गणित सहित RRDfile स्थानों को जोड़ सकते हैं। उसके लिए दस्तावेज देखें। डेटा स्रोत चयनकर्ता लक्ष्य या लक्ष्य का प्रतिनिधित्व करने के लिए कैक्टि ग्राफ़ चुनने के लिए एक सहायक है। लिंक चौड़ाई लिंक तीर की चौड़ाई है. INFO URL एक लिंक है जिसे आप सक्रिय मानचित्र लिंक पर क्लिक करते समय प्रदान कर सकते हैं। होवर ग्राफ़ URL कैक्टि या अन्य ग्राफ़ URL हैं जो लिंक पर होवर करते समय दिखाई दे सकते हैं। ग्राफ़ चयनकर्ता ग्राफ़ URL के लिए कैक्टि ग्राफ़ का चयन करने के लिए एक सहायक है। IN और OUT टिप्पणियाँ लिंक्स के साथ लिंक्स पर प्रकट होती हैं. कई अन्य लिंक गुण संभव हैं। हालाँकि, आज हम केवल ऊपर शामिल लोगों का समर्थन कर रहे हैं।
ja_jp: ここからウェザーマップのリンクを変更できます。 最大帯域幅とは、達成可能な最大帯域幅を指します。 サポートされているサフィックスは、K、M、G、および T です。 データ ソースは、一部の RRDfile 演算を含む RRDfile の場所を追加できる場所です。 それについては、ドキュメントを参照してください。 データソースセレクタは、ターゲットを表すサボテングラフを選択するためのヘルパーです。 [リンク幅] は、リンク矢印の幅です。 INFO URLは、アクティブなマップリンクをクリックしたときに指定できるリンクです。 ホバーグラフのURLは、リンクにカーソルを合わせると表示されるサボテンまたはその他のグラフのURLです。 グラフセレクタは、グラフURLのサボテングラフを選択するためのヘルパーです。INコメントとOUTコメントは、リンクのあるリンクに表示されます。 他にもいくつかの Link プロパティを使用できます。 ただし、今日では上記のもののみをサポートしています。
lv_lv: Jūs varat modificēt laikapstākļu kartes saiti no šejienes. Maksimālais joslas platums attiecas uz maksimālo sasniedzamo joslas platumu. Atbalstītie sufiksi ir K, M, G un T. Datu avoti ir vieta, kur var pievienot RRDfile atrašanās vietas, tostarp dažas RRDfile matemātiskās vērtības. Skatiet dokumentāciju par to. Datu avotu atlasītājs ir palīgs kaktusu grafiku izvēlei, lai attēlotu mērķi vai mērķus. Saites platums ir saites bultiņas platums. INFO URL ir saite, kuru varat norādīt, noklikšķinot uz aktīvās kartes saites. Hover Graph vietrāži URL ir kaktusi vai citi Graphs URL, kas var tikt parādīti, virzot kursoru virs saites. Grafu atlasītājs ir palīgs Kaktusu grafiku atlasei Graph URL. IN un OUT komentāri tiek parādīti saitēs ar saitēm. Ir iespējami vairāki citi saites rekvizīti. Tomēr šodien mēs atbalstām tikai tos, kas iekļauti iepriekš.
pl_pl: W tym miejscu możesz zmodyfikować link do mapy pogodowej. Maksymalna przepustowość odnosi się do maksymalnej osiągalnej przepustowości. Obsługiwane sufiksy to K, M, G i T. Źródła danych to lokalizacja, w której można dodawać lokalizacje plików RRD, w tym niektóre obliczenia matematyczne RRDfile. W tym celu zapoznaj się z dokumentacją. Selektor źródła danych jest pomocnikiem do wybierania wykresów kaktusów reprezentujących cel lub cele. Szerokość łącza to szerokość strzałki łącza. Adres URL INFO to link, który można podać po kliknięciu aktywnego łącza mapy. Adresy URL Hover Graph to adresy URL kaktusów lub innych wykresów, które pojawią się po najechaniu kursorem na link. Selektor wykresów jest pomocnikiem do wybierania wykresów kaktusów dla adresów URL wykresu. Komentarze IN i OUT pojawiają się w linkach z linkami. Możliwych jest kilka innych właściwości łącza. Jednak dzisiaj obsługujemy tylko te wymienione powyżej.
pt_pt: Você pode modificar o link do mapa meteorológico aqui. A largura de banda máxima refere-se à largura de banda máxima alcançável. Os sufixos suportados são K, M, G e T. Fontes de Dados é um local onde você pode adicionar locais de arquivos RRD, incluindo algumas matemáticas de arquivos RRD. Consulte a documentação para isso. O Seletor de Fonte de Dados é um auxiliar para selecionar Gráficos de Cactos para representar o destino ou destinos. A largura do link é a largura da seta do link. O URL INFO é um link que você pode fornecer ao clicar no link do mapa ativo. Os URLs do Hover Graph são Cacti ou outros URLs do Graphs que podem aparecer ao passar o mouse sobre o link. O Seletor de gráficos é um auxiliar para selecionar gráficos de cactos para os URLs do gráfico. Os Comentários IN e OUT aparecem nos Links com os Links. Existem várias outras propriedades Link possíveis. No entanto, hoje só apoiamos os incluídos acima.
ru_ru: Вы можете изменить ссылку на карту погоды отсюда. Максимальная пропускная способность относится к максимально достижимой пропускной способности. Поддерживаемые суффиксы: K, M, G и T. Источники данных — это расположение, в которое можно добавить местоположения RRDfile, включая некоторые математические операции RRDfile. Об этом см. в документации. Селектор источников данных — это вспомогательный инструмент для выбора графов кактусов для представления цели или целей. Ширина ссылки — это ширина стрелки ссылки. URL-адрес INFO — это ссылка, которую вы можете предоставить при нажатии на активную ссылку на карту. URL-адреса графа наведения — это URL-адреса кактусов или других графов, которые могут отображаться при наведении курсора на ссылку. Селектор графов - это вспомогательный инструмент для выбора графиков кактусов по URL-адресам графов. Комментарии IN и OUT отображаются в ссылках со ссылками. Существует несколько других возможных свойств Link. Однако на сегодняшний день мы поддерживаем только те, которые перечислены выше.
sv_se: Du kan ändra länken till väderkartan här. Den maximala bandbredden hänvisar till den maximala bandbredd som kan uppnås. Suffix som stöds är K, M, G och T. Datakällor är en plats där du kan lägga till RRDfile-platser, inklusive viss RRDfile-matematik. Se dokumentationen för det. Väljaren för datakälla är en hjälpare för att välja kaktusdiagram för att representera målet eller målen. Länkbredden är bredden på länkpilen. INFO URL är en länk som du kan ange när du klickar på den aktiva kartlänken. URL:erna för Hover Graph är kaktusar eller andra grafer URL:er som kan visas när du håller muspekaren över länken. Grafväljaren är en hjälpare för att välja kaktusdiagram för grafens URL:er. IN- och OUT-kommentarerna visas på länkarna med länkarna. Det finns flera andra möjliga länkegenskaper. Men idag stöder vi bara de som ingår ovan.
tr_tr: Hava Durumu Haritası Bağlantısını buradan değiştirebilirsiniz. Maksimum Bant Genişliği, ulaşılabilecek Maksimum Bant Genişliğini ifade eder. Desteklenen sonekler K, M, G ve T'dir. Veri Kaynakları, bazı RRDfile matematiği de dahil olmak üzere RRDfile konumları ekleyebileceğiniz bir konumdur. Bunun için belgelere bakın. Veri Kaynağı Seçici, hedefi veya hedefleri temsil etmek için Kaktüs Grafiklerini seçmek için bir yardımcıdır. Bağlantı genişliği, bağlantı okunun Genişliğidir. BİLGİ URL'si, aktif Harita Bağlantısına tıkladığınızda sağlayabileceğiniz bir bağlantıdır. Hover Graph URL'leri, Bağlantının üzerine gelindiğinde görünebilecek Kaktüsler veya diğer Grafik URL'leridir. Grafik Seçici, Grafik URL'leri için Kaktüs Grafiklerini seçmek için bir yardımcıdır. GİRİŞ ve ÇIKIŞ Açıklamaları, Bağlantıların bulunduğu Bağlantılarda görünür. Mümkün olan birkaç başka Bağlantı özelliği daha vardır. Ancak, bugün yalnızca yukarıda yer alanları destekliyoruz.
