Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: If you are using the 'overlib' HTML style then this is the URL that will be opened when you click on the link
ar_sa: إذا كنت تستخدم نمط HTML "overlib" ، فهذا هو عنوان URL الذي سيتم فتحه عند النقر فوق الارتباط
bg_bg: Ако използвате HTML стила "overlib", това е URL адресът, който ще се отвори, когато щракнете върху връзката
el_gr: Εάν χρησιμοποιείτε το στυλ HTML 'overlib', τότε αυτή είναι η διεύθυνση URL που θα ανοίξει όταν κάνετε κλικ στον σύνδεσμο
es_es: Si está utilizando el estilo HTML 'overlib', esta es la URL que se abrirá cuando haga clic en el enlace
he_il: אם אתה משתמש בסגנון HTML 'overlib' אז זו כתובת האתר שתיפתח כשתלחץ על הקישור
hi_in: यदि आप 'ओवरलिब' एचटीएमएल शैली का उपयोग कर रहे हैं तो यह वह यूआरएल है जो लिंक पर क्लिक करने पर खुल जाएगा
ja_jp: 「overlib」HTMLスタイルを使用している場合、リンクをクリックすると開くURLは次のとおりです
lv_lv: Ja izmantojat "overlib" HTML stilu, tad šis ir URL, kas tiks atvērts, noklikšķinot uz saites
pl_pl: Jeśli używasz stylu HTML "overlib", to jest to adres URL, który zostanie otwarty po kliknięciu linku
pt_pt: Se você estiver usando o estilo HTML 'overlib', então este é o URL que será aberto quando você clicar no link
ru_ru: Если вы используете стиль HTML 'overlib', то это URL-адрес, который будет открыт при нажатии на ссылку
sv_se: Om du använder HTML-stilen "overlib" är det den URL som öppnas när du klickar på länken
tr_tr: 'Overlib' HTML stilini kullanıyorsanız, bağlantıya tıkladığınızda açılacak olan URL budur

source: If you are using the 'overlib' HTML style then this is the URL of the image that will be shown when you hover over the link
ar_sa: إذا كنت تستخدم نمط HTML "overlib" ، فهذا هو عنوان URL للصورة التي ستظهر عند التمرير فوق الرابط
bg_bg: Ако използвате HTML стила "overlib", това е URL адресът на изображението, който ще се показва, когато задържите курсора на мишката върху връзката
el_gr: Εάν χρησιμοποιείτε το στυλ HTML 'overlib', τότε αυτή είναι η διεύθυνση URL της εικόνας που θα εμφανίζεται όταν τοποθετείτε το δείκτη του ποντικιού πάνω από τον σύνδεσμο
es_es: Si está utilizando el estilo HTML 'overlib', esta es la URL de la imagen que se mostrará cuando pase el cursor sobre el enlace
he_il: אם אתה משתמש בסגנון HTML 'overlib', זוהי כתובת האתר של התמונה שתוצג כאשר תרחף מעל הקישור
hi_in: यदि आप 'overlib' HTML शैली का उपयोग कर रहे हैं तो यह उस छवि का URL है जो लिंक पर होवर करने पर दिखाया जाएगा
ja_jp: 「overlib」HTMLスタイルを使用している場合、これはリンクにカーソルを合わせたときに表示される画像のURLです
lv_lv: Ja izmantojat "overlib" HTML stilu, tad tas ir attēla URL, kas tiks parādīts, virzot kursoru virs saites
pl_pl: Jeśli używasz stylu HTML "overlib", to jest to adres URL obrazu, który zostanie wyświetlony po najechaniu kursorem na link
pt_pt: Se você estiver usando o estilo HTML 'overlib', então este é o URL da imagem que será mostrado quando você passar o mouse sobre o link
ru_ru: Если вы используете стиль HTML 'overlib', то это URL изображения, который будет показан при наведении курсора на ссылку
sv_se: Om du använder HTML-stilen "overlib" är detta webbadressen till bilden som kommer att visas när du håller muspekaren över länken
tr_tr: 'Overlib' HTML stilini kullanıyorsanız, bu, bağlantının üzerine geldiğinizde gösterilecek olan resmin URL'sidir

source: The bandwidth from the first node to the second node
ar_sa: عرض النطاق الترددي من العقدة الأولى إلى العقدة الثانية
bg_bg: Честотната лента от първия възел до втория възел
el_gr: Το εύρος ζώνης από τον πρώτο κόμβο στον δεύτερο κόμβο
es_es: El ancho de banda desde el primer nodo hasta el segundo nodo
he_il: רוחב הפס מהצומת הראשון לצומת השני
hi_in: पहले नोड से दूसरे नोड तक बैंडविड्थ
ja_jp: 最初のノードから 2 番目のノードまでの帯域幅
lv_lv: Joslas platums no pirmā mezgla līdz otrajam mezglam
pl_pl: Przepustowość od pierwszego węzła do drugiego węzła
pt_pt: A largura de banda do primeiro nó para o segundo nó
ru_ru: Пропускная способность от первого узла ко второму узлу
sv_se: Bandbredden från den första noden till den andra noden
tr_tr: İlk düğümden ikinci düğüme kadar olan bant genişliği

source: The bandwidth from the second node to the first node (if that is different)
ar_sa: عرض النطاق الترددي من العقدة الثانية إلى العقدة الأولى (إذا كان ذلك مختلفا)
bg_bg: Честотната лента от втория възел до първия възел (ако това е различно)
el_gr: Το εύρος ζώνης από τον δεύτερο κόμβο στον πρώτο κόμβο (εάν αυτό είναι διαφορετικό)
es_es: El ancho de banda desde el segundo nodo hasta el primer nodo (si es diferente)
he_il: רוחב הפס מהצומת השני לצומת הראשון (אם הוא שונה)
hi_in: दूसरे नोड से पहले नोड तक बैंडविड्थ (यदि वह अलग है)
ja_jp: 2 番目のノードから最初のノードへの帯域幅 (異なる場合)
lv_lv: Joslas platums no otrā mezgla līdz pirmajam mezglam (ja tas atšķiras)
pl_pl: Przepustowość od drugiego węzła do pierwszego węzła (jeśli jest inna)
pt_pt: A largura de banda do segundo nó para o primeiro nó (se for diferente)
ru_ru: Пропускная способность от второго узла к первому узлу (если она отличается)
sv_se: Bandbredden från den andra noden till den första noden (om den är annorlunda)
tr_tr: İkinci düğümden ilk düğüme kadar olan bant genişliği (eğer farklıysa)

source: The text that will appear alongside the link
ar_sa: النص الذي سيظهر بجانب الرابط
bg_bg: Текстът, който ще се появи до връзката
el_gr: Το κείμενο που θα εμφανιστεί δίπλα στον σύνδεσμο
es_es: El texto que aparecerá junto al enlace
he_il: הטקסט שיופיע לצד הקישור
hi_in: वह पाठ जो लिंक के साथ दिखाई देगा
ja_jp: リンクの横に表示されるテキスト
lv_lv: Teksts, kas tiks parādīts līdzās saitei
pl_pl: Tekst, który pojawi się obok linku
pt_pt: O texto que aparecerá ao lado do link
ru_ru: Текст, который будет отображаться рядом со ссылкой
sv_se: Texten som ska visas bredvid länken
tr_tr: Bağlantının yanında görünecek metin

source: If you are using the 'overlib' HTML style then this is the URL that will be opened when you click on the node
ar_sa: إذا كنت تستخدم نمط HTML "overlib" ، فهذا هو عنوان URL الذي سيتم فتحه عند النقر فوق العقدة
bg_bg: Ако използвате HTML стила "overlib", това е URL адресът, който ще се отвори, когато щракнете върху възела
el_gr: Εάν χρησιμοποιείτε το στυλ HTML 'overlib', τότε αυτή είναι η διεύθυνση URL που θα ανοίξει όταν κάνετε κλικ στον κόμβο
es_es: Si está utilizando el estilo HTML 'overlib', esta es la URL que se abrirá cuando haga clic en el nodo
he_il: אם אתה משתמש בסגנון HTML 'overlib' אז זו כתובת האתר שתיפתח כשתלחץ על הצומת
hi_in: यदि आप 'ओवरलिब' HTML शैली का उपयोग कर रहे हैं तो यह वह URL है जो नोड पर क्लिक करने पर खुल जाएगा
ja_jp: 「overlib」HTMLスタイルを使用している場合、これはノードをクリックしたときに開くURLです
lv_lv: Ja izmantojat "overlib" HTML stilu, tad šis ir URL, kas tiks atvērts, noklikšķinot uz mezgla
pl_pl: Jeśli używasz stylu HTML "overlib", to jest to adres URL, który zostanie otwarty po kliknięciu węzła
pt_pt: Se você estiver usando o estilo HTML 'overlib', então este é o URL que será aberto quando você clicar no nó
ru_ru: Если вы используете стиль HTML 'overlib', то это URL, который будет открыт при нажатии на узел
sv_se: Om du använder HTML-stilen 'overlib' är det här URL:en som öppnas när du klickar på noden
tr_tr: 'Overlib' HTML stilini kullanıyorsanız, düğüme tıkladığınızda açılacak olan URL budur

source: If you are using the 'overlib' HTML style then this is the URL of the image that will be shown when you hover over the node
ar_sa: إذا كنت تستخدم نمط HTML "overlib" ، فهذا هو عنوان URL للصورة التي ستظهر عند التمرير فوق العقدة
bg_bg: Ако използвате HTML стила "overlib", това е URL адресът на изображението, който ще се показва, когато задържите курсора на мишката върху възела
el_gr: Εάν χρησιμοποιείτε το στυλ HTML 'overlib', τότε αυτή είναι η διεύθυνση URL της εικόνας που θα εμφανίζεται όταν τοποθετείτε το δείκτη του ποντικιού πάνω από τον κόμβο
es_es: Si está utilizando el estilo HTML 'overlib', esta es la URL de la imagen que se mostrará cuando pase el cursor sobre el nodo
he_il: אם אתה משתמש בסגנון HTML 'overlib', זוהי כתובת האתר של התמונה שתוצג כאשר תרחף מעל הצומת
hi_in: यदि आप 'overlib' HTML शैली का उपयोग कर रहे हैं तो यह उस छवि का URL है जो नोड पर होवर करने पर दिखाया जाएगा
ja_jp: 「overlib」HTMLスタイルを使用している場合、これはノードにカーソルを合わせたときに表示される画像のURLです
lv_lv: Ja izmantojat "overlib" HTML stilu, tad tas ir attēla URL, kas tiks parādīts, virzot kursoru virs mezgla
pl_pl: Jeśli używasz stylu HTML "overlib", to jest to adres URL obrazu, który zostanie wyświetlony po najechaniu kursorem na węzeł
pt_pt: Se você estiver usando o estilo HTML 'overlib', então este é o URL da imagem que será mostrado quando você passar o mouse sobre o nó
ru_ru: Если вы используете стиль HTML 'overlib', то это URL-адрес изображения, который будет показан при наведении курсора на узел
sv_se: Om du använder HTML-stilen 'overlib' är detta webbadressen till bilden som kommer att visas när du håller muspekaren över noden
tr_tr: 'Overlib' HTML stilini kullanıyorsanız, bu, düğümün üzerine geldiğinizde gösterilecek olan görüntünün URL'sidir

source: How far from the left to position the node, in pixels
ar_sa: كم يبعد عن اليسار لوضع العقدة ، بالبكسل
bg_bg: Колко далеч от ляво да позиционирате възела, в пиксели
el_gr: Πόσο μακριά από τα αριστερά για να τοποθετήσετε τον κόμβο, σε εικονοστοιχεία
es_es: A qué distancia de la izquierda se debe colocar el nodo, en píxeles
he_il: כמה רחוק משמאל כדי למקם את הצומת, בפיקסלים
hi_in: पिक्सेल में नोड की स्थिति के लिए बाईं ओर कितनी दूर
ja_jp: ノードを左からどれだけ離してノードを配置するか (ピクセル単位)
lv_lv: Cik tālu no kreisās puses, lai novietotu mezglu pikseļos
pl_pl: Jak daleko od lewej strony ma być ustawiony węzeł, w pikselach
pt_pt: Distância da esquerda para posicionar o nó, em pixels
ru_ru: Насколько далеко от левого края располагаться узел, в пикселях
sv_se: Hur långt från vänster noden ska placeras, i bildpunkter
tr_tr: Düğümü soldan ne kadar uzağa konumlandıracağınız, piksel cinsinden

source: How far from the top to position the node, in pixels
ar_sa: كم يبعد عن الأعلى لوضع العقدة ، بالبكسل
bg_bg: Колко далеч от върха да позиционирате възела, в пиксели
el_gr: Πόσο μακριά από την κορυφή για να τοποθετήσετε τον κόμβο, σε εικονοστοιχεία
es_es: A qué distancia de la parte superior se debe colocar el nodo, en píxeles
he_il: כמה רחוק מהחלק העליון כדי למקם את הצומת, בפיקסלים
hi_in: पिक्सेल में नोड की स्थिति के लिए शीर्ष से कितनी दूर
ja_jp: ノードを上からどれだけ離してノードを配置するか (ピクセル単位)
lv_lv: Cik tālu no augšas, lai novietotu mezglu, pikseļos
pl_pl: Jak daleko od góry należy umieścić węzeł, w pikselach
pt_pt: Quão longe do topo para posicionar o nó, em pixels
ru_ru: Как далеко от верха располагать узел, в пикселях
sv_se: Hur långt från överkanten noden ska placeras, i bildpunkter
tr_tr: Düğümün yukarıdan ne kadar uzakta konumlandırılacağı, piksel cinsinden

source: The text that appears on the node
ar_sa: النص الذي يظهر على العقدة
bg_bg: Текстът, който се появява на възела
el_gr: Το κείμενο που εμφανίζεται στον κόμβο
es_es: El texto que aparece en el nodo
he_il: הטקסט שמופיע בצומת
hi_in: नोड पर दिखाई देने वाला पाठ
ja_jp: ノードに表示されるテキスト
lv_lv: Teksts, kas tiek parādīts mezglā
pl_pl: Tekst, który pojawia się w węźle
pt_pt: O texto que aparece no nó
ru_ru: Текст, отображаемый на узле
sv_se: Texten som visas på noden
tr_tr: Düğümde görünen metin

source: The name used for this node when defining links
ar_sa: الاسم المستخدم لهذه العقدة عند تعريف الروابط
bg_bg: Името, използвано за този възел при дефиниране на връзки
el_gr: Το όνομα που χρησιμοποιείται για αυτόν τον κόμβο κατά τον ορισμό συνδέσμων
es_es: El nombre utilizado para este nodo al definir enlaces
he_il: השם המשמש עבור צומת זה בעת הגדרת קישורים
hi_in: लिंक परिभाषित करते समय इस नोड के लिए उपयोग किया जाने वाला नाम
ja_jp: リンクを定義するときにこのノードに使用される名前
lv_lv: Šim mezglam izmantotais nosaukums, definējot saites
pl_pl: Nazwa używana dla tego węzła podczas definiowania połączeń
pt_pt: O nome usado para este nó ao definir links
ru_ru: Имя, используемое для этого узла при определении связей
sv_se: Namnet som används för den här noden när du definierar länkar
tr_tr: Bağlantıları tanımlarken bu düğüm için kullanılan ad

source: Change to a different file, or start creating a new one.
ar_sa: قم بالتغيير إلى ملف مختلف ، أو ابدأ في إنشاء ملف جديد.
bg_bg: Променете към друг файл или започнете да създавате нов.
el_gr: Αλλάξτε σε διαφορετικό αρχείο ή ξεκινήστε τη δημιουργία ενός νέου.
es_es: Cambie a un archivo diferente o comience a crear uno nuevo.
he_il: שנה לקובץ אחר, או התחל ליצור קובץ חדש.
hi_in: किसी भिन्न फ़ाइल में परिवर्तित करें, या एक नई फ़ाइल बनाना प्रारंभ करें.
ja_jp: 別のファイルに変更するか、新しいファイルの作成を開始します。
lv_lv: Mainiet uz citu failu vai sāciet veidot jaunu failu.
pl_pl: Zmień plik na inny lub rozpocznij tworzenie nowego.
pt_pt: Mude para um arquivo diferente ou comece a criar um novo.
ru_ru: Перейдите к другому файлу или начните создание нового.
sv_se: Byt till en annan fil eller börja skapa en ny.
tr_tr: Farklı bir dosyaya geçin veya yeni bir dosya oluşturmaya başlayın.

source: Add a new node to the map
ar_sa: إضافة عقدة جديدة إلى الخريطة
bg_bg: Добавяне на нов възел към картата
el_gr: Προσθήκη νέου κόμβου στον χάρτη
es_es: Agregar un nuevo nodo al mapa
he_il: הוספת צומת חדש למפה
hi_in: मानचित्र में एक नया नोड जोड़ें
ja_jp: マップに新しいノードを追加する
lv_lv: Jauna mezgla pievienošana kartei
pl_pl: Dodawanie nowego węzła do mapy
pt_pt: Adicionar um novo nó ao mapa
ru_ru: Добавление нового узла на карту
sv_se: Lägga till en ny nod på kartan
tr_tr: Haritaya yeni bir düğüm ekleme

source: Add a new link to the map, by joining two nodes together.
ar_sa: أضف رابطا جديدا إلى الخريطة، من خلال ضم عقدتين معا.
bg_bg: Добавете нова връзка към картата, като съедините два възела заедно.
el_gr: Προσθέστε έναν νέο σύνδεσμο στο χάρτη, ενώνοντας δύο κόμβους μαζί.
es_es: Agregue un nuevo enlace al mapa, uniendo dos nodos juntos.
he_il: הוסף קישור חדש למפה, על-ידי צירוף שני צמתים יחד.
hi_in: दो नोड्स को एक साथ जोड़कर, मानचित्र में एक नया लिंक जोड़ें।
ja_jp: 2 つのノードを結合して、マップに新しいリンクを追加します。
lv_lv: Pievienojiet kartei jaunu saiti, savienojot divus mezglus kopā.
pl_pl: Dodaj nowe łącze do mapy, łącząc ze sobą dwa węzły.
pt_pt: Adicione um novo link ao mapa, unindo dois nós.
ru_ru: Добавьте новую связь на карту, соединив два узла вместе.
sv_se: Lägg till en ny länk till kartan genom att koppla ihop två noder.
tr_tr: İki düğümü birleştirerek haritaya yeni bir bağlantı ekleyin.

source: Select a different map to edit, or start a new one.
ar_sa: حدد خريطة مختلفة لتحريرها، أو ابدأ خريطة جديدة.
bg_bg: Изберете друга карта за редактиране или започнете нова.
el_gr: Επιλέξτε έναν διαφορετικό χάρτη για επεξεργασία ή ξεκινήστε έναν νέο.
es_es: Seleccione un mapa diferente para editarlo o comience uno nuevo.
he_il: בחר מפה אחרת לעריכה, או התחל מפה חדשה.
hi_in: संपादित करने के लिए एक अलग मानचित्र का चयन करें, या एक नया शुरू करें।
ja_jp: 編集する別のマップを選択するか、新しいマップを開始します。
lv_lv: Atlasiet citu rediģējamo karti vai sāciet jaunu karti.
pl_pl: Wybierz inną mapę do edycji lub rozpocznij nową.
pt_pt: Selecione um mapa diferente para editar ou inicie um novo.
ru_ru: Выберите другую карту для редактирования или начните новую.
sv_se: Välj en annan karta som du vill redigera eller starta en ny.
tr_tr: Düzenlemek için farklı bir harita seçin veya yeni bir harita başlatın.

source: This is where help appears for links
ar_sa: هذا هو المكان الذي تظهر فيه المساعدة للروابط
bg_bg: Тук се появява помощ за връзки
el_gr: Εδώ εμφανίζεται η βοήθεια για συνδέσεις
es_es: Aquí es donde aparece la ayuda para los enlaces
he_il: כאן מופיעה עזרה עבור קישורים
hi_in: यह वह जगह है जहाँ लिंक के लिए मदद दिखाई देती है
ja_jp: これは、リンクのヘルプが表示される場所です
lv_lv: Šeit tiek parādīta palīdzība saitēm
pl_pl: W tym miejscu pojawia się pomoc dotycząca linków
pt_pt: É aqui que aparece a ajuda para links
ru_ru: Здесь появляется справка по ссылкам
sv_se: Det är här hjälpen för länkar visas
tr_tr: Bağlantılar için yardımın göründüğü yer burasıdır

source: This is where help appears for maps
ar_sa: هذا هو المكان الذي تظهر فيه المساعدة للخرائط
bg_bg: Тук се появява помощ за карти
el_gr: Εδώ εμφανίζεται η βοήθεια για τους χάρτες
es_es: Aquí es donde aparece la ayuda para los mapas
he_il: כאן מופיעה עזרה עבור מפות
hi_in: यह वह जगह है जहां नक्शे के लिए मदद दिखाई देती है
ja_jp: これは、マップのヘルプが表示される場所です
lv_lv: Šeit tiek parādīta palīdzība kartēm
pl_pl: W tym miejscu pojawia się pomoc dotycząca map
pt_pt: É aqui que aparece a ajuda para os mapas
ru_ru: Вот тут-то и появляется помощь по картам
sv_se: Det är här hjälpen för kartor dyker upp
tr_tr: Haritalar için yardımın göründüğü yer burasıdır

source: This is where help appears for nodes
ar_sa: هذا هو المكان الذي تظهر فيه المساعدة للعقد
bg_bg: Тук се появява помощ за възли
el_gr: Εδώ εμφανίζεται βοήθεια για κόμβους
es_es: Aquí es donde aparece la ayuda para los nodos
he_il: כאן מופיעה עזרה עבור צמתים
hi_in: यह वह जगह है जहां नोड्स के लिए मदद दिखाई देती है
ja_jp: これは、ノードのヘルプが表示される場所です
lv_lv: Šeit tiek parādīta palīdzība mezgliem
pl_pl: W tym miejscu pojawia się pomoc dla węzłów
pt_pt: É aqui que aparece a ajuda para os nós
ru_ru: Вот тут-то и появляется помощь для узлов
sv_se: Det är här hjälpen visas för noder
tr_tr: Düğümler için yardımın göründüğü yer burasıdır

source: or click a Node or Link to edit it's properties
ar_sa: أو انقر على عقدة أو رابط لتحرير خصائصه
bg_bg: или щракнете върху възел или връзка, за да редактирате свойствата му
el_gr: ή κάντε κλικ σε έναν κόμβο ή σύνδεσμο για να επεξεργαστείτε τις ιδιότητές του
es_es: o haga clic en un nodo o enlace para editar sus propiedades
he_il: או לחץ על צומת או קישור כדי לערוך את המאפיינים שלהם
hi_in: या इसके गुणों को संपादित करने के लिए एक नोड या लिंक पर क्लिक करें
ja_jp: または、ノードまたはリンクをクリックして、そのプロパティを編集します
lv_lv: vai noklikšķiniet uz mezgla vai saites, lai rediģētu tā rekvizītus
pl_pl: lub kliknij węzeł lub łącze, aby edytować jego właściwości
pt_pt: ou clique em um Nó ou Link para editar suas propriedades
ru_ru: или нажмите на узел или ссылку, чтобы изменить их свойства
sv_se: eller klicka på en nod eller länk för att redigera dess egenskaper
tr_tr: veya özelliklerini düzenlemek için bir Düğüme veya Bağlantıya tıklayın

source: Weathermap
ar_sa: خريطة الطقس
bg_bg: Карта сайта
de_de: Wetterkarte
el_gr: Χάρτης καιρού
es_es: Mapa del tiempo
fr_fr: Carte météorologique
he_il: מפת מזג אוויר
hi_in: मौसममानचित्र
it_it: Mappa meteorologica
ja_jp: 天気図
lv_lv: Laika apstākļu karte
nl_nl: Weerkaart
pl_pl: Mapa pogody
pt_pt: Mapa meteorológico
ru_ru: Карта погоды
sv_se: Väderkarta
tr_tr: Hava Durumu Haritası
vi_vn: Bản đồ thời tiết

source: Network Weathermap
ar_sa: خريطة الطقس للشبكة
bg_bg: Карта на времето в мрежата
de_de: Netzwerk-Wetterkarte
el_gr: Χάρτης καιρού δικτύου
es_es: Mapa meteorológico de la red
fr_fr: Carte météorologique du réseau
he_il: מפת מזג אוויר ברשת
hi_in: नेटवर्क वेदरमैप
it_it: Mappa meteo della rete
ja_jp: ネットワークウェザーマップ
lv_lv: Tīkla laika apstākļu karte
nl_nl: Netwerk Weerkaart
pl_pl: Mapa pogody w sieci
pt_pt: Mapa meteorológico da rede
ru_ru: Карта погоды сети
sv_se: Väderkarta för nätverk
tr_tr: Ağ Hava Durumu Haritası
vi_vn: Bản đồ thời tiết mạng

source: Page style
ar_sa: اسم الصفحة
bg_bg: Име на страницата
de_de: Seitendarstellung
el_gr: Όνομα σελίδας
es_es: Estilo de página
fr_fr: Style de page
he_il: סגנון עמוד
hi_in: पृष्ठ शैली
it_it: Stile pagina
ja_jp: ページスタイル
lv_lv: Lapas stils
pl_pl: Wszystkie filmy wybierz styl strony
pt_pt: Estilo da Página
ru_ru: Стиль страницы
sv_se: Sidutseende
tr_tr: Sayfa Stili
vi_vn: Kiểu trang

source: How to display multiple maps.
ar_sa: كيفية عرض خرائط متعددة.
bg_bg: Как да се показват няколко карти.
de_de: So zeigen Sie mehrere Karten an.
el_gr: Πώς να εμφανίσετε πολλούς χάρτες.
es_es: Cómo mostrar varios mapas.
fr_fr: Comment afficher plusieurs cartes.
he_il: כיצד להציג מפות מרובות.
hi_in: एकाधिक मानचित्र कैसे प्रदर्शित करें।
it_it: Come visualizzare più mappe.
ja_jp: 複数のマップを表示する方法。
lv_lv: Kā parādīt vairākas kartes.
nl_nl: Meerdere kaarten weergeven.
pl_pl: Jak wyświetlić wiele map.
pt_pt: Como exibir vários mapas.
ru_ru: Как отобразить несколько карт.
sv_se: Så här visar du flera kartor.
tr_tr: Birden çok harita nasıl görüntülenir?
vi_vn: Cách hiển thị nhiều bản đồ.

source: Thumbnail Overview
ar_sa: نظرة عامة على الصورة المصغرة
bg_bg: Общ преглед на миниатюри
de_de: Übersicht über Miniaturansichten
el_gr: Επισκόπηση μικρογραφιών
es_es: Descripción general de miniaturas
fr_fr: Vue d’ensemble des vignettes
he_il: סקירה של תמונות ממוזערות
hi_in: थंबनेल अवलोकन
it_it: Panoramica delle miniature
ja_jp: サムネイルの概要
lv_lv: Sīktēlu pārskats
nl_nl: Miniatuur overzicht
pl_pl: Przegląd miniatur
pt_pt: Visão geral da miniatura
ru_ru: Обзор эскизов
sv_se: Översikt över miniatyrbilder
tr_tr: Küçük Resme Genel Bakış
vi_vn: Tổng quan về hình thu nhỏ

source: Full Images
ar_sa: صور كاملة
bg_bg: Пълни изображения
de_de: Vollständige Bilder
el_gr: Πλήρεις εικόνες
es_es: Imágenes Completas
fr_fr: Image entière
he_il: תמונות מלאות
hi_in: पूर्ण चित्र
it_it: Tutte le Immagini
ja_jp: フル画像
lv_lv: Pilni attēli
nl_nl: Volledige afbeeldingen
pl_pl: Pełne obrazy
pt_pt: Imagens Completas
ru_ru: Полные изображения
sv_se: Fullständiga bilder
tr_tr: Tam Resim
vi_vn: Hình ảnh đầy đủ

source: Show Only First
ar_sa: عرض الأول فقط
bg_bg: Покажи първо само
de_de: Nur zuerst anzeigen
el_gr: Εμφάνιση μόνο πρώτα
es_es: Mostrar solo primero
fr_fr: Afficher uniquement en premier
he_il: הצג תחילה בלבד
hi_in: केवल पहले दिखाएँ
it_it: Mostra solo per primo
ja_jp: 最初にのみ表示
lv_lv: Rādīt tikai vispirms
nl_nl: Toon alleen eerst
pl_pl: Pokaż tylko jako pierwszy
pt_pt: Mostrar apenas primeiro
ru_ru: Показывать только первым
sv_se: Visa endast först
tr_tr: Yalnızca Önce Göster
vi_vn: Chỉ hiển thị đầu tiên

source: Thumbnail Maximum Size
ar_sa: الحد الأقصى لحجم الصورة المصغرة
bg_bg: Максимален размер на миниатюра
de_de: Maximale Größe der Miniaturansicht
el_gr: Μέγιστο μέγεθος μικρογραφίας
es_es: Tamaño máximo de la miniatura
fr_fr: Taille maximale de la vignette
he_il: גודל מרבי של תמונה ממוזערת
hi_in: थंबनेल अधिकतम आकार
it_it: Dimensione massima della miniatura
ja_jp: サムネイルの最大サイズ
lv_lv: Maksimālais sīktēla izmērs
nl_nl: Maximale grootte miniatuur
pl_pl: Maksymalny rozmiar miniatury
pt_pt: Tamanho máximo da miniatura
ru_ru: Максимальный размер эскиза
sv_se: Maximal storlek för miniatyrbild
tr_tr: Küçük Resim Maksimum Boyutu
vi_vn: Kích thước tối đa hình thu nhỏ
