Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: Update
ar_sa: تحديث
bg_bg: Обновяване
de_de: Aktualisieren
el_gr: Ενημέρωση
es_es: Actualizar
fr_fr: Mettre à jour
he_il: עדכון
hi_in: अपडेट करें
it_it: Aggiorna
ja_jp: 更新
lv_lv: Atjauninājums
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_pt: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Güncelle
vi_vn: Cập nhật

source: Add
ar_sa: إضافة
bg_bg: Добави
de_de: Hinzufügen
el_gr: Προσθήκη
es_es: Agregar
fr_fr: Ajouter
he_il: הוסף
hi_in: शामिल करें
it_it: Aggiungi
ja_jp: 追加
lv_lv: Pievienot
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
ru_ru: Добавить
sv_se: Lägg till
tr_tr: Ekle
vi_vn: Thêm

source: Edit Map Groups
ar_sa: تعديل مجموعات الخرائط
bg_bg: Редактиране на групи карти
de_de: Bearbeiten von Kartengruppen
el_gr: Επεξεργασία ομάδων χαρτών
es_es: Editar grupos de mapas
fr_fr: Modifier les groupes de cartes
he_il: עריכת קבוצות מפות
hi_in: मानचित्र समूह संपादित करें
it_it: Modificare i gruppi di mappe
ja_jp: マップ グループの編集
lv_lv: Karšu grupu rediģēšana
nl_nl: Kaartgroepen bewerken
pl_pl: Edytowanie grup map
pt_pt: Editar grupos de mapas
ru_ru: Редактирование групп карт
sv_se: Redigera kartgrupper
tr_tr: Harita Gruplarını Düzenle
vi_vn: Chỉnh sửa nhóm bản đồ

source: Group Name
ar_sa: أسم المجموعة
bg_bg: Име на Групата
de_de: Gruppenname
el_gr: Όνομα Ομάδας
es_es: Nombre de grupo
fr_fr: Nom du groupe
he_il: שם הקבוצה
hi_in: समूह नाम
it_it: Nome Gruppo
ja_jp: グループ名
lv_lv: Grupas nosaukums
nl_nl: Groepnaam
pl_pl: Nazwa grupy
pt_pt: Nome do Grupo
ru_ru: Имя группы
sv_se: Gruppnamn
tr_tr: Grup Adı
vi_vn: Tên Hội nhóm

source: Rename this Group
ar_sa: إعادة تسمية هذه المجموعة
bg_bg: Преименуване на тази група
de_de: Diese Gruppe umbenennen
el_gr: Μετονομασία αυτής της ομάδας
es_es: Cambiar el nombre de este grupo
fr_fr: Renommer ce groupe
he_il: שינוי שם קבוצה זו
hi_in: इस समूह का नाम बदलें
it_it: Rinomina questo gruppo
ja_jp: このグループの名前を変更する
lv_lv: Pārdēvējiet šo grupu
nl_nl: De naam van deze groep wijzigen
pl_pl: Zmienianie nazwy tej grupy
pt_pt: Renomear este grupo
ru_ru: Переименуйте эту группу
sv_se: Byt namn på den här gruppen
tr_tr: Bu Grubu Yeniden Adlandır
vi_vn: Đổi tên Nhóm này

source: Edit Group Settings
ar_sa: إعدادات سجل التدقيق
bg_bg: Настройки на журнал за одит
de_de: Audit Protokoll Einstellungen
el_gr: Ρυθμίσεις καταγραφής ελέγχου
es_es: Editar la configuración del grupo
he_il: עריכת הגדרות קבוצה
hi_in: समूह सेटिंग्स संपादित करें
it_it: Impostazioni del registro di controllo
ja_jp: グループ設定の編集
lv_lv: Rediģēt grupas iestatījumus
pl_pl: Ustawienia dziennika audytu
pt_pt: Configurações do log de auditoria
ru_ru: Настройки журнала аудита
sv_se: Audit Log Settings
tr_tr: Denetim Günlüğü Ayarları
vi_vn: Cài đặt nhật ký kiểm toán

source: No Groups are defined
ar_sa: لا توجد مجموعات محددة
bg_bg: Не са дефинирани групи
de_de: Es sind keine Gruppen definiert
el_gr: Δεν ορίζονται ομάδες
es_es: No se definen grupos
fr_fr: Aucun groupe n’est défini
he_il: לא מוגדרות קבוצות
hi_in: कोई समूह निर्धारित नहीं हैं
it_it: Non è definito alcun gruppo
ja_jp: グループが定義されていません
lv_lv: Nav definētas grupas
nl_nl: Er zijn geen groepen gedefinieerd
pl_pl: Nie zdefiniowano żadnych grup
pt_pt: Nenhum grupo é definido
ru_ru: Группы не определены
sv_se: Inga grupper har definierats
tr_tr: Hiçbir Grup tanımlanmadı
vi_vn: Không có Nhóm nào được xác định

source: Rename Weathermap Group
ar_sa: إعادة تسمية مجموعة خريطة الطقس
bg_bg: Преименуване на група "Карта на времето"
de_de: Weathermap-Gruppe umbenennen
el_gr: Μετονομασία ομάδας Weathermap
es_es: Cambiar el nombre del grupo de mapas meteorológicos
fr_fr: Renommer le groupe Weathermap (Carte météorologique)
he_il: שינוי שם קבוצת Weathermap
hi_in: वेदरमैप समूह का नाम बदलें
it_it: Rinomina gruppo di mappe meteorologiche
ja_jp: ウェザーマップグループの名前変更
lv_lv: Pārdēvēt laikapstākļu kartes grupu
nl_nl: De naam van de weerkaartgroep wijzigen
pl_pl: Zmień nazwę grupy map pogodowych
pt_pt: Renomear Grupo Weathermap
ru_ru: Переименование группы "Карта погоды"
sv_se: Byt namn på Weathermap-grupp
tr_tr: Hava Durumu Haritası Grubunu Yeniden Adlandır
vi_vn: Đổi tên Weathermap Group

source: Enter a new name for the Weathermap Group.
ar_sa: أدخل اسما جديدا لمجموعة Weathermap.
bg_bg: Въведете ново име за групата Weathermap.
de_de: Geben Sie einen neuen Namen für die Weathermap-Gruppe ein.
el_gr: Εισαγάγετε ένα νέο όνομα για την ομάδα Weathermap.
es_es: Introduzca un nuevo nombre para el grupo Mapa meteorológico.
fr_fr: Entrez un nouveau nom pour le groupe Weathermap.
he_il: הזן שם חדש עבור הקבוצה Weathermap.
hi_in: Weathermap समूह के लिए एक नया नाम दर्ज करें।
it_it: Immettere un nuovo nome per il gruppo di mappe meteorologiche.
ja_jp: ウェザーマップ グループの新しい名前を入力します。
lv_lv: Ievadiet jaunu laikapstākļu kartes grupas nosaukumu.
nl_nl: Voer een nieuwe naam in voor de weerkaartgroep.
pl_pl: Wprowadź nową nazwę grupy Weathermap.
pt_pt: Insira um novo nome para o Grupo Weathermap.
ru_ru: Введите новое имя для группы Карта погоды.
sv_se: Ange ett nytt namn för gruppen Väderkarta.
tr_tr: Hava Durumu Haritası Grubu için yeni bir ad girin.
vi_vn: Nhập tên mới cho Nhóm Weathermap.

source: New Group Name
ar_sa: اسم المجموعة الجديدة
bg_bg: Име на новата Група
de_de: Neuer Gruppenname
el_gr: Νέο όνομα ομάδας
es_es: Nombre del nuevo grupo
fr_fr: Nom du nouveau groupe
he_il: שם קבוצה חדש
hi_in: नए समूह का नाम
it_it: Nome Nuovo Gruppo
ja_jp: 新しいグループ名
lv_lv: Jauns grupas nosaukums
nl_nl: Voeg groep toe
pl_pl: Nazwa nowej grupy
pt_pt: Utilizador
ru_ru: Имя новой группы
sv_se: Namn på ny grupp
tr_tr: Yeni Grup Adı
vi_vn: Tên người dùng

source: Rename
ar_sa: إعادة التسمية
bg_bg: Преименуване
de_de: Umbenennen
el_gr: Μετονομασία
es_es: Renombrar
fr_fr: Renommer
he_il: שינוי שם
hi_in: नाम बदलें
it_it: Rinomina
ja_jp: 名前の変更
lv_lv: Pārdēvēt
nl_nl: Hernoem
pl_pl: Przezwij
pt_pt: Renomear
ru_ru: Переименовать
sv_se: Byt namn
tr_tr: Yeniden Adlandır
vi_vn: Đổi tên

source: The New Map File name %s already exists!
ar_sa: اسم ملف الخريطة الجديد موجود %s بالفعل!
bg_bg: Новото име на файла с картата вече %s съществува!
de_de: Der Name der neuen Zuordnungsdatei %s existiert bereits!
el_gr: Το νέο όνομα αρχείου χάρτη %s υπάρχει ήδη!
es_es: ¡El nuevo nombre de archivo de mapa %s ya existe!
fr_fr: Le nouveau nom de fichier de mappage %s existe déjà !
he_il: שם קובץ המפה החדשה %s כבר קיים!
hi_in: नया मानचित्र फ़ाइल नाम %s पहले से मौजूद है!
it_it: Il nome del nuovo file di mappa %s già esistente!
ja_jp: 新しいマップ ファイル名%s既に存在します。
lv_lv: Jaunais kartes faila nosaukums %s jau pastāv!
nl_nl: De naam van het nieuwe kaartbestand bestaat %s al!
pl_pl: Nazwa nowego pliku mapy %s już istnieje!
pt_pt: O nome do novo arquivo de mapa já %s existe!
ru_ru: Имя нового файла карты %s уже существует!
sv_se: Det nya kartfilnamnet %s finns redan!
tr_tr: Yeni Harita Dosyası adı %s zaten var!
vi_vn: Tên tệp bản đồ mới %s đã tồn tại!

source: New Map file %s created from %s
ar_sa: %s إنشاء ملف خريطة جديد من %s
bg_bg: Нов файл на картата %s създаден от %s
de_de: Neue Zuordnungsdatei %s aus %s erstellt
el_gr: Νέο αρχείο Map %s δημιουργήθηκε από %s
es_es: Nuevo archivo de mapa %s crea a partir de %s
fr_fr: Un nouveau fichier de mappage %s créé à partir de %s
he_il: %s קובץ מפה חדש שנוצר מ- %s
hi_in: नई मानचित्र फ़ाइल %s से बनाई गई %s
it_it: Nuovo file di mappa %s creato da %s
ja_jp: %sから作成された新しいマップファイル%s
lv_lv: Jauns kartes fails %s izveidots no %s
nl_nl: Er %s een nieuw kaartbestand gemaakt op basis van %s
pl_pl: Nowy plik mapy %s tworzony z %s
pt_pt: Novo arquivo de mapa %s criado a partir de %s
ru_ru: Новый файл карты %s создан из %s
sv_se: Ny kartfil %s skapad från %s
tr_tr: Yeni Harita dosyası %s %s'den oluşturuldu
vi_vn: Tệp Bản đồ mới %s tạo từ %s

source: The Source Map File name is not readable or does not exist!
ar_sa: اسم ملف خريطة المصدر غير قابل للقراءة أو غير موجود!
bg_bg: Името на файла с картата на източника не може да се чете или не съществува!
de_de: Der Name der Quellzuordnungsdatei ist nicht lesbar oder existiert nicht!
el_gr: Το όνομα του αρχείου Source Map δεν είναι αναγνώσιμο ή δεν υπάρχει!
es_es: ¡El nombre del archivo de mapa de origen no es legible o no existe!
fr_fr: Le nom du fichier de mappage source n’est pas lisible ou n’existe pas !
he_il: שם קובץ מפת המקור אינו קריא או אינו קיים!
hi_in: स्रोत मानचित्र फ़ाइल नाम पढ़ने योग्य नहीं है या मौजूद नहीं है!
it_it: Il nome del file della mappa di origine non è leggibile o non esiste!
ja_jp: ソースマップファイル名が読めないか、存在しません。
lv_lv: Avota kartes faila nosaukums nav lasāms vai neeksistē!
nl_nl: De naam van het bronkaartbestand is niet leesbaar of bestaat niet!
pl_pl: Nazwa pliku mapy źródłowej jest nieczytelna lub nie istnieje!
pt_pt: O nome do arquivo do mapa de origem não é legível ou não existe!
ru_ru: Имя файла исходной карты не читается или не существует!
sv_se: Källmappningsfilens namn är inte läsbart eller finns inte!
tr_tr: Kaynak Eşleme Dosyası adı okunamıyor veya mevcut değil!
vi_vn: Tên tệp bản đồ nguồn không thể đọc được hoặc không tồn tại!

source: New Map file %s created.
ar_sa: %s إنشاء ملف خريطة جديد.
bg_bg: Създаден %s нов файл на картата.
de_de: Es %s eine neue Map-Datei erstellt.
el_gr: Δημιουργήθηκε νέο αρχείο χάρτη %s.
es_es: Se %s crear un nuevo archivo de mapa.
fr_fr: Un nouveau fichier de mappage %s créé.
he_il: %s ליצור קובץ מפה חדש.
hi_in: नई मानचित्र फ़ाइल बनाई गई %s।
it_it: Viene creato %s nuovo file di mappa.
ja_jp: 新しいマップ ファイルが作成され%s。
lv_lv: %s izveidots jauns kartes fails.
nl_nl: Er %s een nieuw kaartbestand gemaakt.
pl_pl: Zostanie %s utworzony nowy plik mapy.
pt_pt: Novo arquivo de mapa %s criado.
ru_ru: Новый файл карты %s создан.
sv_se: Ny kartfil %s skapad.
tr_tr: Yeni Harita dosyası oluşturuldu %s.
vi_vn: Tệp Bản đồ mới %s tạo.

source: You must include a Map File name to Create
ar_sa: يجب تضمين اسم ملف الخريطة لإنشائه
bg_bg: Трябва да включите име на файл с карта, за да създадете
de_de: Sie müssen einen Namen für die Zuordnungsdatei angeben, um sie zu erstellen
el_gr: Πρέπει να συμπεριλάβετε ένα όνομα αρχείου χάρτη για να δημιουργήσετε
es_es: Debe incluir un nombre de archivo de mapa para crear
fr_fr: Vous devez inclure un nom de fichier de mappage à créer
he_il: עליך לכלול שם קובץ מפה כדי ליצור
hi_in: बनाने के लिए आपको मानचित्र फ़ाइल नाम शामिल करना होगा
it_it: È necessario includere un nome di file mappa per creare
ja_jp: Create には Map File name を含める必要があります
lv_lv: Lai izveidotu, ir jāiekļauj kartes faila nosaukums
nl_nl: U moet een naam voor het kaartbestand opnemen om te maken
pl_pl: Aby utworzyć plik mapy, należy dołączyć nazwę pliku mapy
pt_pt: Você deve incluir um nome de arquivo de mapa para criar
ru_ru: Вы должны указать имя файла карты для создания
sv_se: Du måste inkludera ett mappningsfilnamn för att skapa
tr_tr: Oluşturmak için bir Harita Dosyası adı eklemeniz gerekir
vi_vn: Bạn phải bao gồm tên Tệp Bản đồ để Tạo

source: Return to Main Page
ar_sa: العودة إلى الصفحة الرئيسية
bg_bg: Връщане към главната страница
de_de: Zurück zur Hauptseite
el_gr: Επιστροφή στην αρχική σελίδα
es_es: Volver a la página principal
fr_fr: Retour à la page principale
he_il: חזור לדף הראשי
hi_in: मुख्य पृष्ठ पर लौटें
it_it: Torna alla pagina principale
ja_jp: メインページに戻る
lv_lv: Atgriezties galvenajā lapā
nl_nl: Terug naar de hoofdpagina
pl_pl: Powrót do strony głównej
pt_pt: Voltar à Página Principal
ru_ru: Вернуться на главную страницу
sv_se: Tillbaka till huvudsidan
tr_tr: Ana Sayfaya Dön
vi_vn: Quay trở lại Trang Chính

source: Map Permissions
ar_sa: أذونات الخريطة
bg_bg: Разрешения за карта
de_de: Berechtigungen zuordnen
el_gr: Δικαιώματα χάρτη
es_es: Permisos de mapa
fr_fr: Autorisations de la carte
he_il: הרשאות מפה
hi_in: मानचित्र अनुमतियां
it_it: Autorizzazioni per le mappe
ja_jp: マップの権限
lv_lv: Kartes atļaujas
nl_nl: Machtigingen voor kaarten
pl_pl: Uprawnienia do mapy
pt_pt: Permissões de mapa
ru_ru: Права доступа к карте
sv_se: Mappning Behörigheter
tr_tr: Harita İzinleri
vi_vn: Quyền đối với bản đồ

source: This map hasn't been created yet.
ar_sa: لم يتم إنشاء هذه الخريطة بعد.
bg_bg: Тази карта все още не е създадена.
de_de: Diese Karte wurde noch nicht erstellt.
el_gr: Αυτός ο χάρτης δεν έχει δημιουργηθεί ακόμα.
es_es: Este mapa aún no se ha creado.
fr_fr: Cette carte n’a pas encore été créée.
he_il: מפה זו טרם נוצרה.
hi_in: यह नक्शा अभी तक नहीं बनाया गया है।
it_it: Questa mappa non è stata ancora creata.
ja_jp: このマップはまだ作成されていません。
lv_lv: Šī karte vēl nav izveidota.
nl_nl: Deze kaart is nog niet gemaakt.
pl_pl: Ta mapa nie została jeszcze utworzona.
pt_pt: Este mapa ainda não foi criado.
ru_ru: Эта карта еще не создана.
sv_se: Den här kartan har inte skapats ännu.
tr_tr: Bu harita henüz oluşturulmadı.
vi_vn: Bản đồ này chưa được tạo.

source: Manage Maps
ar_sa: إدارة الخرائط
bg_bg: Управление на карти
de_de: Karten verwalten
el_gr: Διαχείριση χαρτών
es_es: Administrar mapas
fr_fr: Gérer les cartes
he_il: ניהול מפות
hi_in: मानचित्र प्रबंधित करें
it_it: Gestisci Mappe
ja_jp: マップの管理
lv_lv: Pārvaldīt kartes
nl_nl: Karten verwalten
pl_pl: Zarządzanie mapami
pt_pt: Gerir Mapas
ru_ru: Управление картами
sv_se: Hantera
tr_tr: Haritalarım
vi_vn: Quản lý Bản đồ

source: Network Weathermaps [ %sAutomatically Cycle%s ]
ar_sa: خرائط الطقس للشبكة [ %sدورة تلقائية%s ]
bg_bg: Мрежови метеорологични карти [ %sАвтоматичен цикъл%s ]
de_de: Netzwerk-Wetterkarten [ %sAutomatisch wechseln%s ]
el_gr: Χάρτες καιρού δικτύου [ %sΑυτόματη κύκλος%s ]
es_es: Mapas meteorológicos de red [ %sCiclo automático%s ]
fr_fr: Cartes météo réseau [ %sCycle automatique%s ]
he_il: מפות מזג אוויר ברשת [ %sמחזוריות אוטומטית%s ]
hi_in: नेटवर्क वेदरमैप्स [ %sस्वचालित रूप से चक्र%s ]
it_it: Mappe meteorologiche di rete [ %sCiclo automatico%s ]
ja_jp: ネットワーク天気図 [ %s自動サイクル%s ]
lv_lv: Tīkla laikapstākļu kartes [ %sAutomātiski cikls%s ]
nl_nl: Netwerk weerkaarten [ %sAutomatisch cycli%s ]
pl_pl: Sieciowe mapy pogody [ %sAutomatycznie przełączaj%s ]
pt_pt: Mapas meteorológicos de rede [ %sCiclo automático%s ]
ru_ru: Сетевые карты погоды [ %sАвтоматический цикл%s ]
sv_se: Väderkartor för nätverk [ %sCykla automatiskt%s ]
tr_tr: Ağ Hava Durumu Haritaları [ %sOtomatik Olarak Döngü%s ]
vi_vn: Bản đồ thời tiết mạng [ %sChu kỳ tự động%s ]

source: (thumbnail for map not created yet)
ar_sa: (الصورة المصغرة للخريطة لم يتم إنشاؤها بعد)
bg_bg: (миниатюрата за картата все още не е създадена)
de_de: (Vorschaubild für Karte noch nicht erstellt)
el_gr: (μικρογραφία για χάρτη που δεν έχει δημιουργηθεί ακόμα)
es_es: (miniatura del mapa aún no creado)
fr_fr: (vignette de la carte pas encore créée)
he_il: (תמונה ממוזערת עבור המפה שעדיין לא נוצרה)
hi_in: (मानचित्र के लिए थंबनेल अभी तक नहीं बनाया गया है)
it_it: (miniatura per la mappa non ancora creata)
ja_jp: (マップのサムネイルはまだ作成されていません)
lv_lv: (kartes sīktēls vēl nav izveidots)
nl_nl: (miniatuur voor kaart nog niet gemaakt)
pl_pl: (miniatura mapy nie została jeszcze utworzona)
pt_pt: (miniatura do mapa ainda não criado)
ru_ru: (миниатюра для карты еще не создана)
sv_se: (miniatyrbild för kartan har inte skapats ännu)
tr_tr: (harita için küçük resim henüz oluşturulmadı)
vi_vn: (hình thu nhỏ cho bản đồ chưa được tạo)

source: (Live View)
ar_sa: (عرض مباشر)
bg_bg: (Изглед на живо)
de_de: (Live-Ansicht)
el_gr: (Ζωντανή προβολή)
es_es: (Vista en vivo)
fr_fr: (Affichage en direct)
he_il: (צפייה חיה)
hi_in: (लाइव व्यू)
it_it: (Vista dal vivo)
ja_jp: (ライブビュー)
lv_lv: (Tiešais skats)
nl_nl: (Live weergave)
pl_pl: (Podgląd na żywo)
pt_pt: (Visualização ao vivo)
ru_ru: (Просмотр в реальном времени)
tr_tr: (Canlı Görüntü)
vi_vn: (Xem trực tiếp)

source: You Have No Maps
ar_sa: ليس لديك خرائط
bg_bg: Нямате карти
de_de: Sie haben keine Karten
el_gr: Δεν έχετε χάρτες
es_es: No tienes mapas
fr_fr: Vous n’avez pas de cartes
he_il: אין לך מפות
hi_in: आपके पास कोई नक्शा नहीं है
it_it: Non hai mappe
ja_jp: 地図がない
lv_lv: Jums nav karšu
nl_nl: Je hebt geen kaarten
pl_pl: Nie masz map
pt_pt: Você não tem mapas
ru_ru: У вас нет карт
sv_se: Du har inga kartor
tr_tr: Haritanız yok
vi_vn: Bạn không có bản đồ

source: To add a map to the schedule, go to the %s Manage...Weathermaps page %s and add one.
ar_sa: لإضافة خريطة إلى الجدول، انتقل إلى %s إدارة... %s صفحة خرائط الطقس وإضافة واحدة.
bg_bg: За да добавите карта към графика, отидете на %s Управление... Страницата Weathermaps %s и добавете една.
de_de: Um dem Zeitplan eine Karte hinzuzufügen, gehen Sie zum %s Verwalten... Weathermaps-Seite %s und fügen Sie eine hinzu.
el_gr: Για να προσθέσετε έναν χάρτη στο χρονοδιάγραμμα, μεταβείτε στην %s Διαχείριση... Η σελίδα Weathermaps %s και προσθέστε ένα.
es_es: Para agregar un mapa a la programación, vaya a la %s Administrar... Mapas del tiempo %s y agregue uno.
fr_fr: Pour ajouter une carte à la planification, accédez à la %s Gérer... La page Cartes météo %s et ajoutez-en une.
he_il: כדי להוסיף מפה ללוח הזמנים, עבור אל %s ניהול... הדף Weathermaps %s והוסף אחד.
hi_in: शेड्यूल में मैप जोड़ने के लिए, %s प्रबंधित करें पर जाएँ... वेदरमैप्स पेज %s और एक जोड़ें।
it_it: Per aggiungere una mappa alla pianificazione, vai alla %s Gestisci... Pagina delle mappe meteorologiche %s e aggiungerne una.
ja_jp: 集計表にマップを追加するには、[管理] %s...ウェザーマップのページ%s、追加します。
lv_lv: Lai grafikam pievienotu karti, dodieties uz %s Pārvaldīt... Weathermaps lapu %s un pievienojiet to.
nl_nl: Om een kaart aan de planning toe te voegen, ga je naar de %s Beheren... Weerkaarten pagina %s en voeg er een toe.
pl_pl: Aby dodać mapę do harmonogramu, przejdź do %s Zarządzaj... Strona map pogodowych %s i dodaj jedną.
pt_pt: Para adicionar um mapa à agenda, vá para o %s Gerenciar... A página Mapas meteorológicos %s e adicione uma.
ru_ru: Чтобы добавить карту в расписание, перейдите в %s Управление... Погодные карты %s и добавьте его.
sv_se: Om du vill lägga till en karta i schemat går du till %s Hantera... Väderkartor %s och lägg till en.
tr_tr: Programa bir harita eklemek için %s Yönet... Hava durumu haritaları sayfasına %s ve bir tane ekleyin.
vi_vn: Để thêm bản đồ vào lịch biểu, hãy chuyển đến %s Quản lý... Trang Weathermaps %s và thêm một.

source: Network Weathermaps
ar_sa: خرائط الطقس للشبكة
bg_bg: Мрежови метеорологични карти
de_de: Netzwerk-Wetterkarten
el_gr: Χάρτες καιρού δικτύου
es_es: Mapas meteorológicos de la red
fr_fr: Cartes météo du réseau
he_il: מפות מזג אוויר ברשת
hi_in: नेटवर्क वेदरमैप्स
it_it: Mappe meteo di rete
ja_jp: ネットワーク天気図
lv_lv: Tīkla laikapstākļu kartes
nl_nl: Netwerk Weerkaarten
pl_pl: Sieciowe mapy pogodowe
pt_pt: Mapas meteorológicos de rede
ru_ru: Сетевые карты погоды
sv_se: Väderkartor för nätverk
tr_tr: Ağ Hava Durumu Haritaları
vi_vn: Bản đồ thời tiết mạng

source: Showing %s %s of %s %s. Cycling all available maps in this group.
ar_sa: عرض %s %s من %s %s. ركوب الدراجات جميع الخرائط المتاحة في هذه المجموعة.
bg_bg: Показване на %s %s от %s %s. Колоездене на всички налични карти в тази група.
de_de: Zeigt %s %s von %s %s. Fahren Sie alle verfügbaren Karten in dieser Gruppe.
el_gr: Εμφανίζονται %s %s από %s %s. Ποδηλασία όλων των διαθέσιμων χαρτών σε αυτήν την ομάδα.
es_es: Mostrando %s %s de %s %s. Recorrer todos los mapas disponibles en este grupo.
fr_fr: Affichage de %s %s de %s %s. Parcourir toutes les cartes disponibles dans ce groupe.
he_il: מציג %s %s של %s %s. רכיבה על אופניים כל המפות הזמינות בקבוצה זו.
hi_in: %s %s का %s %s दिखा रहा है। इस समूह में सभी उपलब्ध मानचित्रों को साइकिल चलाना।
it_it: Mostrando %s %s di %s %s. Ciclismo di tutte le mappe disponibili in questo gruppo.
ja_jp: %s %sの%s %sを表示しています。このグループで使用可能なすべてのマップを循環します。
lv_lv: Rāda %s %s %s %s. Riteņbraukšana visas pieejamās kartes šajā grupā.
nl_nl: Toont %s %s van %s %s. Fietsen van alle beschikbare kaarten in deze groep.
pl_pl: Wyświetlono %s %s z %s %s. Jazda na rowerze wszystkich dostępnych map w tej grupie.
pt_pt: Mostrando %s %s de %s %s. Ciclismo todos os mapas disponíveis neste grupo.
ru_ru: Показан %s %s %s %s. Перебираем все доступные карты в этой группе.
sv_se: Visar %s %s av %s %s. Cykling alla tillgängliga kartor i denna grupp.
tr_tr: %s %s'in %s %s gösteriliyor. Bu gruptaki mevcut tüm haritaları bisiklete bindirin.
vi_vn: Hiển thị %s %s của %s %s. Đạp xe tất cả các bản đồ có sẵn trong nhóm này.

source: Showing %s %s of %s %s. Cycling all available maps.
ar_sa: عرض %s %s من %s %s. ركوب الدراجات جميع الخرائط المتاحة.
bg_bg: Показване на %s %s от %s %s. Колоездене на всички налични карти.
de_de: Zeigt %s %s von %s %s. Radfahren auf allen verfügbaren Karten.
el_gr: Εμφανίζονται %s %s από %s %s. Ποδηλασία όλων των διαθέσιμων χαρτών.
es_es: Mostrando %s %s de %s %s. Ciclismo todos los mapas disponibles.
fr_fr: Affichage de %s %s de %s %s. Parcourir toutes les cartes disponibles.
he_il: מציג %s %s של %s %s. רכיבה על אופניים כל המפות הזמינות.
hi_in: %s %s का %s %s दिखा रहा है। सभी उपलब्ध मानचित्रों को साइकिल चलाना।
it_it: Mostrando %s %s di %s %s. Pedalare su tutte le mappe disponibili.
ja_jp: %s %sの%s %sを表示しています。利用可能なすべてのマップを循環します。
lv_lv: Rāda %s %s %s %s. Riteņbraukšana ar visām pieejamajām kartēm.
nl_nl: Toont %s %s van %s %s. Fietsen alle beschikbare kaarten.
pl_pl: Wyświetlono %s %s z %s %s. Jazda na rowerze po wszystkich dostępnych mapach.
pt_pt: Mostrando %s %s de %s %s. Andar de bicicleta todos os mapas disponíveis.
ru_ru: Показан %s %s %s %s. Циклический просмотр всех доступных карт.
sv_se: Visar %s %s av %s %s. Cykling på alla tillgängliga kartor.
tr_tr: %s %s'in %s %s gösteriliyor. Mevcut tüm haritaları bisiklete binmek.
vi_vn: Hiển thị %s %s của %s %s. Đạp xe tất cả các bản đồ có sẵn.

source: Powered by %s PHP Weathermap Version %s %s
ar_sa: مدعوم من %s PHP خريطة الطقس الإصدار %s %s
bg_bg: Осъществено от %s PHP Weathermap версия %s %s
el_gr: Υποστηρίζεται από %s PHP Weathermap Έκδοση %s %s
es_es: Desarrollado por %s versión %s %s del mapa meteorológico de PHP
fr_fr: Propulsé par %s PHP Weathermap Version %s %s
he_il: מופעל על ידי %s PHP Weathermap גרסה %s %s
hi_in: %s PHP Weathermap संस्करण द्वारा संचालित %s %s
it_it: Alimentato da %s PHP Weathermap Versione %s %s
ja_jp: Powered by %s PHP Weathermap Version %s %s (英語)
lv_lv: Darbojas ar %s PHP Weathermap versiju %s %s
nl_nl: Powered by %s PHP Weathermap versie %s %s
pl_pl: Obsługiwane przez %s PHP Weathermap w wersji %s %s
pt_pt: Desenvolvido por %s PHP Weathermap Versão %s %s
ru_ru: Работает на %s PHP Weathermap версии %s %s
sv_se: Drivs av %s PHP Weathermap Version %s %s
tr_tr: %s PHP Hava Durumu Haritası Sürüm %s %s tarafından desteklenmektedir
vi_vn: Powered by %s PHP Weathermap Phiên bản %s %s

source: Go to the map management page
ar_sa: انتقل إلى صفحة إدارة الخريطة
bg_bg: Отидете на страницата за управление на картата
de_de: Rufen Sie die Seite "Kartenverwaltung" auf
el_gr: Μεταβείτε στη σελίδα διαχείρισης χαρτών
es_es: Ir a la página de administración de mapas
fr_fr: Accéder à la page de gestion des cartes
he_il: עבור אל דף ניהול המפה
hi_in: मानचित्र प्रबंधन पृष्ठ पर जाएं
it_it: Vai alla pagina di gestione delle mappe
ja_jp: マップ管理ページへ
lv_lv: Doties uz kartes pārvaldības lapu
nl_nl: Ga naar de pagina voor kaartbeheer
pl_pl: Przejdź do strony zarządzania mapami
pt_pt: Ir para a página de gestão de mapas
ru_ru: Перейти на страницу управления картой
sv_se: Gå till sidan för karthantering
tr_tr: Harita yönetimi sayfasına gidin
vi_vn: Truy cập trang quản lý bản đồ

source: Weathermap Management
ar_sa: إدارة خرائط الطقس
bg_bg: Управление на метеорологичната карта
de_de: Verwaltung von Wetterkarten
el_gr: Διαχείριση χαρτών καιρού
es_es: Gestión de mapas meteorológicos
fr_fr: Gestion de la carte météo
he_il: ניהול מפת מזג אוויר
hi_in: मौसममानचित्र प्रबंधन
it_it: Gestione delle mappe meteorologiche
ja_jp: ウェザーマップ管理
lv_lv: Laika ziņu kartes pārvaldība
nl_nl: Beheer van weerkaarten
pl_pl: Zarządzanie mapą pogody
pt_pt: Gestão de Mapas Meteorológicos
ru_ru: Управление картами погоды
sv_se: Hantering av väderkartor
tr_tr: Hava Durumu Haritası Yönetimi
vi_vn: Quản lý bản đồ thời tiết
