Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: Every %d Poller Cycles
ar_sa: كل %d دورات استطلاع
bg_bg: Всеки %d Poller цикли
de_de: Alle %d Poller-Zyklen
el_gr: Κάθε %d κύκλοι δημοσκοπήσεων
es_es: Cada %d ciclos de sondeo
fr_fr: Tous les cycles %d Poller
he_il: כל %d סוקרים מחזורים
hi_in: हर %d पोलर साइकिल
it_it: Ogni %d cicli di Poller
ja_jp: %dポーラー・サイクルごと
lv_lv: Katru %d Poller cikli
nl_nl: Elke %d Poller Cycles
pl_pl: Co %d cykli odpylania
pt_pt: Todos os %d Ciclos de Poller
ru_ru: Каждые %d циклов поллера
sv_se: Varje %d pollercykler
tr_tr: Her %d Poller Döngüsü
vi_vn: Mỗi %d Poller chu kỳ

source: Show Weathermap Help Links
ar_sa: إظهار روابط مساعدة خريطة الطقس
bg_bg: Показване на връзките за помощ на метеорологичната карта
de_de: Weathermap-Hilfe-Links anzeigen
el_gr: Εμφάνιση συνδέσμων βοήθειας Weathermap
es_es: Mostrar enlaces de ayuda del mapa del tiempo
fr_fr: Afficher les liens d’aide de la carte météo
he_il: הצג קישורי עזרה של Weathermap
hi_in: वेदरमैप सहायता लिंक दिखाएं
it_it: Mostra i link di aiuto della mappa meteorologica
ja_jp: ウェザーマップのヘルプリンクを表示
lv_lv: Rādīt laikapstākļu kartes palīdzības saites
nl_nl: Help-links voor weerkaarten weergeven
pl_pl: Pokaż linki pomocy do mapy pogody
pt_pt: Mostrar Links de Ajuda do Mapa do Tempo
ru_ru: Показать справочные ссылки Weathermap
sv_se: Visa väderkarta Hjälp Länkar
tr_tr: Hava Durumu Haritası Yardım Bağlantılarını Göster
vi_vn: Hiển thị liên kết trợ giúp Weathermap

source: If checked, all Weathermap pages will include a link to documentation.
ar_sa: إذا تم تحديده ، فستتضمن جميع صفحات Weathermap رابطا إلى الوثائق.
bg_bg: Ако е отметнато, всички страници на Weathermap ще включват връзка към документацията.
de_de: Wenn diese Option aktiviert ist, enthalten alle Weathermap-Seiten einen Link zur Dokumentation.
el_gr: Εάν επιλεγεί, όλες οι σελίδες του Weathermap θα περιλαμβάνουν έναν σύνδεσμο προς την τεκμηρίωση.
es_es: Si se selecciona, todas las páginas del mapa del tiempo incluirán un enlace a la documentación.
fr_fr: Si cette case est cochée, toutes les pages de la carte météo incluront un lien vers la documentation.
he_il: אם תסומן, כל דפי מפת מזג האוויר יכללו קישור לתיעוד.
hi_in: यदि चेक किया गया है, तो सभी वेदरमैप पृष्ठों में दस्तावेज़ीकरण के लिए एक लिंक शामिल होगा।
it_it: Se questa opzione è selezionata, tutte le pagine della mappa meteorologica includeranno un collegamento alla documentazione.
ja_jp: オンにすると、すべてのウェザーマップページにドキュメントへのリンクが含まれます。
lv_lv: Ja tas ir pārbaudīts, visās laikapstākļu kartes lapās būs saite uz dokumentāciju.
nl_nl: Als deze optie is aangevinkt, bevatten alle Weathermap-pagina's een link naar documentatie.
pl_pl: Jeśli ta opcja jest zaznaczona, wszystkie strony Weathermap będą zawierały link do dokumentacji.
pt_pt: Se estiver marcada, todas as páginas do Weathermap incluirão um link para a documentação.
ru_ru: Если этот флажок установлен, все страницы Weathermap будут содержать ссылку на документацию.
sv_se: Om det här alternativet är markerat innehåller alla sidor med väderkartor en länk till dokumentationen.
tr_tr: İşaretlenirse, tüm Hava Durumu Haritası sayfaları belgelere bir bağlantı içerecektir.
vi_vn: Nếu được chọn, tất cả các trang Weathermap sẽ bao gồm một liên kết đến tài liệu.

source: Show 'All' Tab
ar_sa: إظهار علامة التبويب "الكل"
bg_bg: Показване на раздела "Всички"
de_de: Registerkarte "Alle" anzeigen
el_gr: Εμφάνιση καρτέλας "Όλα"
es_es: Mostrar la pestaña 'Todo'
fr_fr: Afficher l’onglet 'Tout'
he_il: הצג את הכרטיסיה 'הכל'
hi_in: 'सभी' टैब दिखाएँ
it_it: Mostra la scheda 'Tutto'
ja_jp: 「すべて」タブを表示
lv_lv: Rādīt cilni "Visi"
nl_nl: Tabblad 'Alle' weergeven
pl_pl: Pokaż kartę "Wszystkie"
pt_pt: Mostrar separador 'Todos'
ru_ru: Показать вкладку «Все»
sv_se: Visa fliken "Alla"
tr_tr: 'Tümü' Sekmesini Göster
vi_vn: Hiển thị tab 'Tất cả'

source: When using groups, add an 'All Maps' tab to the tab bar.
ar_sa: عند استخدام المجموعات، أضف علامة التبويب "كل الخرائط" إلى شريط علامات التبويب.
bg_bg: Когато използвате групи, добавете раздел "Всички карти" в лентата с раздели.
de_de: Wenn Sie Gruppen verwenden, fügen Sie der Tab-Leiste eine Registerkarte "Alle Karten" hinzu.
el_gr: Όταν χρησιμοποιείτε ομάδες, προσθέστε μια καρτέλα "Όλοι οι χάρτες" στη γραμμή καρτελών.
es_es: Cuando use grupos, agregue una pestaña "Todos los mapas" a la barra de pestañas.
fr_fr: Lorsque vous utilisez des groupes, ajoutez un onglet « Toutes les cartes » à la barre d’onglets.
he_il: בעת שימוש בקבוצות, הוסף כרטיסייה 'כל המפות' לשורת הכרטיסיות.
hi_in: समूहों का उपयोग करते समय, टैब बार में "सभी मानचित्र" टैब जोड़ें।
it_it: Quando utilizzi i gruppi, aggiungi una scheda "Tutte le mappe" alla barra delle schede.
ja_jp: グループを使用する場合は、タブバーに「すべてのマップ」タブを追加します。
lv_lv: Izmantojot grupas, cilnes joslai pievienojiet cilni "Visas kartes".
nl_nl: Als u groepen gebruikt, voegt u een tabblad 'Alle kaarten' toe aan de tabbladbalk.
pl_pl: W przypadku korzystania z grup dodaj kartę "Wszystkie mapy" do paska kart.
pt_pt: Ao utilizar grupos, adicione um separador 'Todos os Mapas' à barra de separadores.
ru_ru: При использовании групп добавьте вкладку «Все карты» на панель вкладок.
sv_se: När du använder grupper lägger du till fliken Alla kartor i flikfältet.
tr_tr: Grupları kullanırken, sekme çubuğuna bir 'Tüm Haritalar' sekmesi ekleyin.
vi_vn: Khi sử dụng nhóm, hãy thêm tab "Tất cả bản đồ" vào thanh tab.

source: No (default)
ar_sa: الافتراضي
bg_bg: По подразбиране
de_de: Nein (Standard)
el_gr: Προεπιλογή:
es_es: No (Por defecto)
fr_fr: Non (par défaut)
he_il: לא (ברירת מחדל)
hi_in: नहीं (डिफ़ॉल्ट)
it_it: No (Impostazione Predefinita)
pl_pl: Nie (domyślnie)
pt_pt: Padrão
ru_ru: Нет (по умолчанию)
sv_se: Standard
tr_tr: Varsayılan
vi_vn: Mặc định

source: Yes
ar_sa: نعم
bg_bg: Да
de_de: Ja
el_gr: Ναι
es_es: Sí
fr_fr: Oui
he_il: כן
hi_in: हाँ
it_it: Si
ja_jp: はい
lv_lv: Jā
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
sv_se: Ja
tr_tr: Evet
vi_vn: Có

source: Show Map Selector
ar_sa: عرض محدد الخريطة
bg_bg: Покажи селектора на картата
de_de: Kartenauswahl anzeigen
el_gr: Εμφάνιση επιλογέα χάρτη
es_es: Mostrar selector de mapa
fr_fr: Afficher le sélecteur de carte
he_il: הצג בורר מפות
hi_in: मानचित्र चयनकर्ता दिखाएँ
it_it: Mostra selettore mappa
ja_jp: 地図セレクタを表示
lv_lv: Rādīt karšu atlasītāju
nl_nl: Kaartkiezer weergeven
pl_pl: Pokaż selektor mapy
pt_pt: Mostrar Seletor de Mapa
ru_ru: Показать селектор карты
sv_se: Visa kartväljare
tr_tr: Harita Seçiciyi Göster
vi_vn: Hiển thị bộ chọn bản đồ

source: Show a combo-box map selector on the full-screen map view.
ar_sa: اعرض محدد خريطة مربع التحرير والسرد على عرض الخريطة بملء الشاشة.
bg_bg: Показване на селектор на карта с разгъващ се бокс в изгледа на картата на цял екран.
de_de: Zeigen Sie eine Kombinationsfeld-Kartenauswahl in der Vollbild-Kartenansicht an.
el_gr: Εμφανίστε έναν επιλογέα χάρτη σύνθετου πλαισίου στην προβολή χάρτη πλήρους οθόνης.
es_es: Muestra un selector de mapa de cuadro combinado en la vista de mapa de pantalla completa.
fr_fr: Affichez un sélecteur de carte déroulante dans la vue cartographique en plein écran.
he_il: הצג בורר מפות עם תיבה משולבת בתצוגת המפה במסך מלא.
hi_in: पूर्ण-स्क्रीन मानचित्र दृश्य पर कॉम्बो-बॉक्स मानचित्र चयनकर्ता दिखाएँ.
it_it: Mostra un selettore di mappe con casella combinata nella visualizzazione della mappa a schermo intero.
ja_jp: コンボボックスマップセレクタを全画面マップビューに表示します。
lv_lv: Rādīt kombinētā lodziņa karšu atlasītāju pilnekrāna kartes skatā.
nl_nl: Een kaartkiezer met invoervak weergeven in de kaartweergave op volledig scherm.
pl_pl: Pokaż selektor mapy w polu kombi w pełnoekranowym widoku mapy.
pt_pt: Mostrar um seletor de mapa de caixa de combinação na visualização de mapa em tela cheia.
ru_ru: Отображение селектора карты со списком в полноэкранном режиме.
sv_se: Visa en kombinationsruta, kartväljare i helskärmsvyn.
tr_tr: Tam ekran harita görünümünde birleşik giriş kutusu harita seçicisini gösterin.
vi_vn: Hiển thị bộ chọn bản đồ hộp tổ hợp trên chế độ xem bản đồ toàn màn hình.

source: No
ar_sa: لا
bg_bg: Не
de_de: Nein
el_gr: Όχι
fr_fr: Non
he_il: לא
hi_in: नहीं
ja_jp: いいえ
lv_lv: Nē
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
vi_vn: Không

source: Yes (default)
ar_sa: نعم (افتراضي)
bg_bg: По подразбиране
de_de: Ja (Standard)
el_gr: Προεπιλογή
es_es: Sí (predeterminado)
fr_fr: Oui (par défaut)
he_il: כן (ברירת מחדל)
hi_in: हाँ (डिफ़ॉल्ट)
it_it: Sì (predefinito)
ja_jp: はい(デフォルト)
lv_lv: Jā (noklusējums)
nl_nl: Ja (Standaard)
pl_pl: Tak (domyślnie)
pt_pt: Yes (por defeito)
ru_ru: Да (по умолчанию)
sv_se: Ja (standardvärde)
tr_tr: Varsayılan
vi_vn: Có (mặc định)

source: Quiet Logging
ar_sa: إعدادات سجل التدقيق
bg_bg: Настройки на журнал за одит
de_de: Audit Protokoll Einstellungen
el_gr: Ρυθμίσεις καταγραφής ελέγχου
es_es: Registro silencioso
he_il: רישום שקט
hi_in: शांत लॉगिंग
it_it: Impostazioni del registro di controllo
ja_jp: 静かなロギング
lv_lv: Klusa mežizstrāde
pl_pl: Ustawienia dziennika audytu
pt_pt: Configurações do log de auditoria
ru_ru: Настройки журнала аудита
sv_se: Audit Log Settings
tr_tr: Denetim Günlüğü Ayarları
vi_vn: Cài đặt nhật ký kiểm toán

source: By default, even in LOW level logging, Weathermap logs normal activity. This makes it REALLY log only errors in LOW mode.
ar_sa: بشكل افتراضي ، حتى في تسجيل المستوى المنخفض ، يسجل Weathermap النشاط العادي. هذا يجعله حقا تسجيل الأخطاء فقط في الوضع المنخفض.
bg_bg: По подразбиране, дори при регистриране на ниско ниво, Weathermap регистрира нормалната активност. Това го прави наистина регистрирате само грешки в режим LOW.
de_de: Standardmäßig protokolliert Weathermap auch bei der LOW-Level-Protokollierung normale Aktivitäten. Dies führt dazu, dass es WIRKLICH nur Fehler im LOW-Modus protokolliert.
el_gr: Από προεπιλογή, ακόμη και σε καταγραφή χαμηλού επιπέδου, το Weathermap καταγράφει την κανονική δραστηριότητα. Αυτό το κάνει να καταγράφει ΠΡΑΓΜΑΤΙΚΑ μόνο σφάλματα σε λειτουργία LOW.
es_es: De forma predeterminada, incluso en el registro de nivel BAJO, Weathermap registra la actividad normal. Esto hace que REALMENTE registre solo errores en modo BAJO.
fr_fr: Par défaut, même dans la journalisation de niveau FAIBLE, Weathermap enregistre l’activité normale. Cela fait qu’il n’enregistre VRAIMENT que les erreurs en mode LOW.
he_il: כברירת מחדל, גם ברישום ברמה נמוכה, Weathermap רושם פעילות רגילה. זה עושה את זה באמת לרשום רק שגיאות במצב נמוך.
hi_in: डिफ़ॉल्ट रूप से, यहां तक कि निम्न स्तर लॉगिंग में, वेदरमैप सामान्य गतिविधि लॉग करता है। यह वास्तव में कम मोड में केवल त्रुटियों को लॉग करता है।
it_it: Per impostazione predefinita, anche nella registrazione di livello BASSO, Weathermap registra l'attività normale. Questo fa sì che registri DAVVERO solo gli errori in modalità LOW.
ja_jp: デフォルトでは、LOWレベルのログでも、ウェザーマップは通常の動作を記録します。これにより、LOWモードでのエラーのみがログに記録されます。
lv_lv: Pēc noklusējuma, pat ZEMA līmeņa reģistrēšanas gadījumā, Weathermap reģistrē normālu darbību. Tas liek TIEŠĀM reģistrēt tikai kļūdas LOW režīmā.
nl_nl: Standaard, zelfs in logboekregistratie op LAAG niveau, registreert Weathermap de normale activiteit. Dit zorgt ervoor dat het ECHT alleen fouten logt in de LOW-modus.
pl_pl: Domyślnie, nawet w przypadku rejestrowania na NISKIM poziomie, Weathermap rejestruje normalną aktywność. To sprawia, że NAPRAWDĘ rejestruje tylko błędy w trybie NISKIM.
pt_pt: Por padrão, mesmo no registro de nível BAIXO, o Weathermap registra a atividade normal. Isso faz com que ele realmente registre apenas erros no modo LOW.
ru_ru: По умолчанию, даже при низкоуровневом ведении журнала, Weathermap регистрирует обычную активность. Это приводит к тому, что он ДЕЙСТВИТЕЛЬНО регистрирует ошибки только в режиме LOW.
sv_se: Som standard, även i loggning på LÅG nivå, loggar Weathermap normal aktivitet. Detta gör att den VERKLIGEN bara loggar fel i LOW-läge.
tr_tr: Varsayılan olarak, DÜŞÜK seviyeli günlük kaydında bile, Hava Durumu Haritası normal etkinliği kaydeder. Bu, GERÇEKTEN yalnızca DÜŞÜK moddaki hataları günlüğe kaydetmesini sağlar.
vi_vn: Theo mặc định, ngay cả khi ghi nhật ký mức THẤP, Weathermap vẫn ghi lại hoạt động bình thường. Điều này làm cho nó THỰC SỰ chỉ ghi lại lỗi ở chế độ THẤP.

source: Chatty (default)
ar_sa: شاتي (افتراضي)
bg_bg: Бъбрив (по подразбиране)
de_de: Geschwätzig (Standard)
el_gr: Chatty (προεπιλογή)
es_es: Chatty (predeterminado)
fr_fr: Bavard (par défaut)
he_il: פטפטני (ברירת מחדל)
hi_in: चट्टी (डिफ़ॉल्ट)
it_it: Chiacchierone (impostazione predefinita)
ja_jp: おしゃべり (デフォルト)
lv_lv: Pļāpīgs (noklusējums)
nl_nl: Chatty (standaard)
pl_pl: Gadatliwy (domyślnie)
pt_pt: Chatty (padrão)
ru_ru: Болтливость (по умолчанию)
sv_se: Chattig (standard)
tr_tr: Geveze (varsayılan)
vi_vn: Chatty (mặc định)

source: Quiet
ar_sa: هدوء
bg_bg: Тих
de_de: Ruhig
el_gr: Ήσυχος
es_es: Tranquilo
fr_fr: Silencieux
he_il: שקט
hi_in: शांत
it_it: Silenzioso
ja_jp: 静か
lv_lv: Kluss
nl_nl: Rustig
pl_pl: Cichy
pt_pt: Sossegado
ru_ru: Тихо
sv_se: Tyst
tr_tr: Sessiz
vi_vn: Yên tĩnh

source: Weathermaps
ar_sa: خرائط الطقس
bg_bg: Карта сайта
de_de: Wetterkarten
el_gr: Χάρτες καιρού
es_es: Mapas del tiempo
fr_fr: Cartes météo
he_il: מפות מזג אוויר
hi_in: मौसममानचित्र
it_it: Mappe meteorologiche
ja_jp: ウェザーマップ
lv_lv: Laika apstākļu kartes
nl_nl: Weerkaarten
pl_pl: Mapy pogodowe
pt_pt: Mapas meteorológicos
ru_ru: Карты погоды
sv_se: Väderkartor
tr_tr: Hava Durumu Haritaları
vi_vn: Bản đồ thời tiết

source: Weathermap Groups
ar_sa: مجموعات خريطة الطقس
bg_bg: Групи метеорологични карти
de_de: Weathermap-Gruppen
el_gr: Ομάδες Weathermap
es_es: Grupos de mapas meteorológicos
fr_fr: Groupes de cartes météo
he_il: קבוצות מפת מזג אוויר
hi_in: वेदरमैप समूह
it_it: Gruppi di mappe meteorologiche
ja_jp: ウェザーマップグループ
lv_lv: Laikapstākļu karšu grupas
nl_nl: Weerkaart Groepen
pl_pl: Grupy map pogodowych
pt_pt: Grupos de mapas meteorológicos
ru_ru: Группы карт погоды
sv_se: Grupper för väderkartor
tr_tr: Hava Durumu Haritası Grupları
vi_vn: Nhóm bản đồ thời tiết

source: Management
ar_sa: الإدارة
bg_bg: управление
de_de: Verwaltung
el_gr: Διοίκηση
es_es: Administración
fr_fr: Gestion
he_il: ניהול
hi_in: प्रबंधन
it_it: Gestione
ja_jp: マネジメント
lv_lv: Vadība
nl_nl: Onderhoud
pl_pl: Zarządzanie
pt_pt: Gestão
ru_ru: Управление
sv_se: Hantering
tr_tr: Kullanıcı Yonetimi
vi_vn: Sự quản lý

source: View Weathermaps
ar_sa: عرض خرائط الطقس
bg_bg: Преглед на метеорологичните карти
de_de: Wetterkarten anzeigen
el_gr: Προβολή χαρτών καιρού
es_es: Ver Mapas del Tiempo
fr_fr: Voir les cartes météo
he_il: הצג מפות מזג אוויר
hi_in: वेदरमैप्स देखें
it_it: Visualizza le mappe meteo
ja_jp: ウェザーマップを見る
lv_lv: Skatīt laikapstākļu kartes
nl_nl: Weerkaarten bekijken
pl_pl: Zobacz mapy pogodowe
pt_pt: Ver Mapas Meteorológicos
ru_ru: Посмотреть карты погоды
sv_se: Visa väderkartor
tr_tr: Hava Durumu Haritalarını Görüntüle
vi_vn: Xem bản đồ thời tiết

source: Edit Weathermaps
ar_sa: تحرير خرائط الطقس
bg_bg: Редактиране на метеорологични карти
de_de: Wetterkarten bearbeiten
el_gr: Επεξεργασία χαρτών καιρού
es_es: Editar mapas meteorológicos
fr_fr: Modifier les cartes météo
he_il: עריכת מפות מזג אוויר
hi_in: वेदरमैप्स संपादित करें
it_it: Modifica mappe meteorologiche
ja_jp: ウェザーマップの編集
lv_lv: Laikapstākļu karšu rediģēšana
nl_nl: Weerkaarten bewerken
pl_pl: Edytuj mapy pogody
pt_pt: Editar mapas meteorológicos
ru_ru: Редактирование карт погоды
sv_se: Redigera väderkartor
tr_tr: Hava Durumu Haritalarını Düzenle
vi_vn: Chỉnh sửa bản đồ thời tiết

source: Manage Weathermap
ar_sa: إدارة خريطة الطقس
bg_bg: Управление на картата на времето
de_de: Wetterkarte verwalten
el_gr: Διαχείριση χάρτη καιρού
es_es: Administrar el mapa del tiempo
fr_fr: Gérer la carte météo
he_il: ניהול מפת מזג אוויר
hi_in: वेदरमैप प्रबंधित करें
it_it: Gestire la mappa meteorologica
ja_jp: ウェザーマップの管理
lv_lv: Laika apstākļu kartes pārvaldība
nl_nl: Weerkaart beheren
pl_pl: Zarządzaj mapą pogody
pt_pt: Gerenciar mapa meteorológico
ru_ru: Управление картой погоды
sv_se: Hantera väderkarta
tr_tr: Hava Durumu Haritasını Yönet
vi_vn: Quản lý Weathermap

source: General Administration
ar_sa: الإدارة العامة
bg_bg: Системна администрация
de_de: Allgemeine Administration
el_gr: Διαχείριση συστήματος
es_es: Administración General
fr_fr: Administration générale
he_il: אדמיניסטרציה כללית
hi_in: सामान्य प्रशासन
it_it: Amministrazione Generale
ja_jp: 一般事務
lv_lv: Vispārējā administrācija
nl_nl: Algemeen beheer
pl_pl: Administracja ogólna
pt_pt: Administração Geral
ru_ru: Общая администрация
sv_se: Allmän administration u Stöd till transaktioner Jürgen MOEHRKE
tr_tr: Sistem Yönetimi
vi_vn: Quản lí hệ thống

source: Normal User
ar_sa: المستخدم العادي
bg_bg: Обикновен потребител
de_de: Kunde / Urlauber
el_gr: Απλός Χρήστης
es_es: Usuario estándar
fr_fr: Utilisateur normal
he_il: משתמש רגיל
hi_in: सामान्य उपयोगकर्ता
it_it: Utente Normale
ja_jp: 一般ユーザー
lv_lv: Normāls lietotājs
nl_nl: Particulier
pl_pl: Zwykły użytkownik
pt_pt: Utilizador normal
ru_ru: Обычный пользователь
sv_se: Normal användare
tr_tr: Normal Kullanıcı
vi_vn: Người dùng bình thường

source: Map for config file: %s
ar_sa: خريطة لملف التكوين: %s
bg_bg: Карта за конфигурационния файл: %s
de_de: Zuordnung für Konfigurationsdatei: %s
el_gr: Χάρτης για αρχείο ρυθμίσεων: %s
es_es: Mapa para el archivo de configuración: %s
fr_fr: Carte pour le fichier de configuration : %s
he_il: מפה עבור קובץ config: %s
hi_in: कॉन्फ़िगरेशन फ़ाइल के लिए मानचित्र: %s
it_it: Mappa per il file di configurazione: %s
ja_jp: 設定ファイルのマップ: %s
lv_lv: Konfigurācijas faila karte: %s
nl_nl: Kaart voor configuratiebestand: %s
pl_pl: Mapa pliku konfiguracyjnego: %s
pt_pt: Mapa para o arquivo de configuração: %s
ru_ru: Карта для конфигурационного файла: %s
sv_se: Karta för konfigurationsfil: %s
tr_tr: Yapılandırma dosyası için harita: %s
vi_vn: Bản đồ cho tệp cấu hình: %s

source: Choose which weathermap to add to the tree.
ar_sa: اختر خريطة الطقس التي تريد إضافتها إلى الشجرة.
bg_bg: Изберете коя метеорологична карта да добавите към дървото.
de_de: Wählen Sie aus, welche Wetterkarte dem Baum hinzugefügt werden soll.
el_gr: Επιλέξτε ποιον χάρτη καιρού θα προσθέσετε στο δέντρο.
es_es: Elija qué mapa del tiempo agregar al árbol.
fr_fr: Choisissez la carte météo à ajouter à l’arbre.
he_il: בחר איזו מפת מזג אוויר להוסיף לעץ.
hi_in: पेड़ में जोड़ने के लिए कौन सा मौसममैप चुनें।
it_it: Scegli quale mappa meteorologica aggiungere all'albero.
ja_jp: ツリーに追加する天気図を選択します。
lv_lv: Izvēlieties, kuru laikapstākļu karti pievienot kokam.
nl_nl: Kies welke weerkaart je aan de boom wilt toevoegen.
pl_pl: Wybierz mapę pogody, którą chcesz dodać do drzewa.
pt_pt: Escolha qual mapa meteorológico adicionar à árvore.
ru_ru: Выберите, какую карту погоды добавить к дереву.
sv_se: Välj vilken väderkarta du vill lägga till i trädet.
tr_tr: Ağaca hangi hava durumu haritasının ekleneceğini seçin.
vi_vn: Chọn bản đồ thời tiết để thêm vào cây.

source: Map
ar_sa: الخريطة
bg_bg: Карта
de_de: Karte
el_gr: Χάρτης
es_es: Mapa
fr_fr: Carte
he_il: מפה
hi_in: नक्शा
it_it: Mappa
ja_jp: マップ
lv_lv: Karte
nl_nl: Kaart
pl_pl: Mapa
pt_pt: Mapa
ru_ru: Карта
sv_se: Karta
tr_tr: Konumu
vi_vn: Bản đồ

source: How should the map be displayed?
ar_sa: كيف يجب عرض الخريطة؟
bg_bg: Как трябва да се показва картата?
de_de: Wie soll die Karte dargestellt werden?
el_gr: Πώς πρέπει να εμφανίζεται ο χάρτης;
es_es: ¿Cómo se debe mostrar el mapa?
fr_fr: Comment la carte doit-elle être affichée ?
he_il: כיצד יש להציג את המפה?
hi_in: मानचित्र कैसे प्रदर्शित किया जाना चाहिए?
it_it: Come deve essere visualizzata la mappa?
ja_jp: マップはどのように表示する必要がありますか?
lv_lv: Kā jāparāda karte?
nl_nl: Hoe moet de kaart worden weergegeven?
pl_pl: Jak powinna być wyświetlana mapa?
pt_pt: Como deve ser apresentado o mapa?
ru_ru: Как должна отображаться карта?
sv_se: Hur ska kartan visas?
tr_tr: Harita nasıl görüntülenmelidir?
vi_vn: Bản đồ nên được hiển thị như thế nào?

source: Style
ar_sa: نمط
bg_bg: Стил
de_de: Stil
el_gr: Στυλ
es_es: Estilo
he_il: עיצוב
hi_in: शैली
it_it: Stile
ja_jp: スタイル
lv_lv: Stils
nl_nl: Stijl
pl_pl: Styl
pt_pt: Estilo
ru_ru: Стиль
sv_se: Stil
tr_tr: Stil
vi_vn: Kiểu

source: Thumbnail
ar_sa: صورة مصغرة
bg_bg: Миниатюра
de_de: Vorschaubild
el_gr: Μικρογραφία
es_es: Miniatura
fr_fr: Miniature
he_il: תמונה ממוזערת
hi_in: थंबनेल
it_it: Miniatura
ja_jp: サムネイル
lv_lv: Sīktēls
pl_pl: Miniaturka
pt_pt: Miniatura
ru_ru: Миниатюра
sv_se: Miniatyr
tr_tr: Küçük Resim
vi_vn: Hình nhỏ

source: Full Size
ar_sa: الحجم الاصلی
bg_bg: Пълен размер
de_de: Volle Größe
el_gr: Πλήρες μέγεθος
es_es: Tamaño completo
fr_fr: Taille originale
he_il: גודל מלא
hi_in: पूर्ण आकार
it_it: Larghezza piena
ja_jp: フルサイズ
lv_lv: Pilns izmērs
nl_nl: Volledige grootte
pl_pl: Pełny rozmiar
pt_pt: Tamanho original
ru_ru: Полный размер
sv_se: Full storlek
tr_tr: Tam Boyut
vi_vn: Kích Thước Đầy Đủ

source: View Map Image
ar_sa: عرض صورة الخريطة
bg_bg: Виж изображението на картата
de_de: Kartenbild anzeigen
el_gr: Προβολή εικόνας χάρτη
es_es: Ver imagen de mapa
fr_fr: Voir l’image de la carte
he_il: הצג מפה תמונה
hi_in: मानचित्र छवि देखें
it_it: Visualizza l'immagine della mappa
ja_jp: 地図の画像を見る
lv_lv: Skatīt kartes attēlu
nl_nl: Bekijk kaartafbeelding
pl_pl: Zobacz obraz mapy
pt_pt: Ver imagem do mapa
ru_ru: Посмотреть изображение на карте
sv_se: Se karta Bild
tr_tr: Harita Resmini Görüntüle
vi_vn: Xem hình ảnh bản đồ

source: View Map Thumbnail
ar_sa: عرض الخريطة المصغرة
bg_bg: Виж миниатюрата на картата
de_de: Miniaturansicht der Karte anzeigen
el_gr: Προβολή μικρογραφίας χάρτη
es_es: Ver miniatura del mapa
fr_fr: Afficher la vignette de la carte
he_il: הצג מפה תמונה ממוזערת
hi_in: मानचित्र थंबनेल देखें
it_it: Visualizza la miniatura della mappa
ja_jp: マップのサムネイルを表示
lv_lv: Skatīt kartes sīktēlu
nl_nl: Miniatuur van de kaart weergeven
pl_pl: Zobacz miniaturę mapy
pt_pt: Ver miniatura do mapa
ru_ru: Миниатюра карты
sv_se: Se karta Miniatyr
tr_tr: Harita Küçük Resmini Görüntüle
vi_vn: Xem hình thu nhỏ của bản đồ

source: Add Map
ar_sa: إضافة خريطة
bg_bg: Добави карта
de_de: Karte hinzufügen
el_gr: Προσθήκη χάρτη
es_es: Añadir mapa
fr_fr: Ajouter une carte
he_il: הוסף מפה
hi_in: नक्शा जोड़ें
it_it: Aggiungi Mappa
ja_jp: マップを追加
lv_lv: Pievienot karti
nl_nl: Kaart toevoegen
pl_pl: Dodaj Mapę
pt_pt: Adicionar Mapa
ru_ru: Добавить карту
sv_se: Välj Karta
tr_tr: Harita Ekle
vi_vn: Thêm bản đồ

source: View Configuration
ar_sa: عرض التكوين
bg_bg: Конфигуриране на изгледа
de_de: Konfiguration anzeigen
el_gr: Προβολή διαμόρφωσης
es_es: Ver configuración
fr_fr: Afficher la configuration
he_il: תצורת תצוגה
hi_in: कॉन्फ़िगरेशन देखें
it_it: Visualizza configurazione
ja_jp: 構成の表示
lv_lv: Skatīt konfigurāciju
nl_nl: Bekijk samenstelling
pl_pl: Zobacz konfigurację
pt_pt: Ver configuração
ru_ru: Конфигурация Представления GravityView
sv_se: Visningsinställning
tr_tr: Yapılandırmayı Görüntüle
vi_vn: Xem cấu hình

source: Edit Map
ar_sa: تحرير الخريطة
bg_bg: Редактиране на карта
de_de: Karte bearbeiten
el_gr: Επεξεργασία χάρτη
es_es: Editar Mapa
fr_fr: Modifier la carte
he_il: ערוך מפה
hi_in: नक्शा संपादित करें
it_it: Modifica mapping...
ja_jp: マップの編集
lv_lv: Rediģēt karti
nl_nl: Kaart bewerken
pl_pl: Edytuj mapę
pt_pt: Editar mapa
ru_ru: Редактировать карту
sv_se: Redigera Karta
tr_tr: Haritayı Düzenle
vi_vn: Chỉnh sửa bản đồ

source: Weathermap Editor
ar_sa: محرر خريطة الطقس
bg_bg: Редактор на метеорологични карти
de_de: Wetterkarten-Editor
el_gr: Επεξεργαστής Weathermap
es_es: Editor de mapas meteorológicos
fr_fr: Éditeur de carte météo
he_il: עורך מפת מזג האוויר
hi_in: वेदरमैप संपादक
it_it: Editor di mappe meteorologiche
ja_jp: ウェザーマップエディタ
lv_lv: Laika ziņu kartes redaktors
nl_nl: Weerkaart-editor
pl_pl: Edytor map pogodowych
pt_pt: Editor de mapas meteorológicos
ru_ru: Редактор карт погоды
sv_se: Redigerare för väderkartor
tr_tr: Hava Durumu Haritası Editörü
vi_vn: Trình chỉnh sửa bản đồ thời tiết
