Repository: Cacti/plugin_weathermap
Catalog: locales/po/*.po
Languages: ar_sa, bg_bg, de_de, el_gr, es_es, fr_fr, he_il, hi_in, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: The maximum width or height for thumbnails in thumbnail view, in pixels. Takes effect after the next poller run.
ar_sa: الحد الأقصى لعرض أو ارتفاع الصور المصغرة في عرض الصور المصغرة، بالبكسل. يسري مفعوله بعد تشغيل الاستطلاع التالي.
bg_bg: Максималната ширина или височина за миниатюри в изглед на миниатюри, в пиксели. Влиза в сила след следващото гласуване.
de_de: Die maximale Breite oder Höhe für Miniaturansichten in der Miniaturansicht in Pixeln. Wird nach dem nächsten Abruflauf wirksam.
el_gr: Το μέγιστο πλάτος ή ύψος για μικρογραφίες σε προβολή μικρογραφιών, σε pixel. Τίθεται σε ισχύ μετά την επόμενη δημοσκόπηση.
es_es: La anchura o altura máxima de las miniaturas en la vista en miniatura, en píxeles. Entra en vigor después de la siguiente ejecución del sondeo.
fr_fr: Largeur ou hauteur maximale des vignettes en mode miniatures, en pixels. Prend effet après la prochaine exécution de l’interrogeur.
he_il: הרוחב או הגובה המרביים עבור תמונות ממוזערות בתצוגת תמונות ממוזערות, בפיקסלים. ייכנס לתוקף לאחר ריצת הסקר הבאה.
hi_in: थंबनेल दृश्य में थंबनेल के लिए अधिकतम चौड़ाई या ऊंचाई, पिक्सेल में। अगले पोलर रन के बाद प्रभावी होता है।
it_it: La larghezza o l'altezza massima per le miniature nella visualizzazione miniature, in pixel. Ha effetto dopo la successiva esecuzione del poller.
ja_jp: サムネイル表示でのサムネールの最大幅または最大高さ (ピクセル単位)。次回のポーリング・プログラムの実行後に有効になります。
lv_lv: Sīktēlu maksimālais platums vai augstums sīktēlu skatā pikseļos. Stājas spēkā pēc nākamā vēlēšanu iecirkņa skrējiena.
nl_nl: De maximale breedte of hoogte voor miniaturen in de miniatuurweergave, in pixels. Wordt van kracht na de volgende pollerrun.
pl_pl: Maksymalna szerokość lub wysokość miniatur w widoku miniatur (w pikselach). Zaczyna obowiązywać po następnym uruchomieniu odpytywania.
pt_pt: A largura ou altura máxima para miniaturas na visualização de miniaturas, em pixels. Entra em vigor após a próxima corrida do poller.
ru_ru: Максимальная ширина или высота эскизов в представлении эскизов в пикселях. Вступает в силу после следующего запуска поллера.
sv_se: Den maximala bredden eller höjden för miniatyrbilder i miniatyrvyn, i pixlar. Börjar gälla efter nästa avsökningskörning.
tr_tr: Küçük resim görünümündeki minik resimler için piksel cinsinden maksimum genişlik veya yükseklik. Bir sonraki poller çalışmasından sonra etkili olur.
vi_vn: Chiều rộng hoặc chiều cao tối đa cho hình thu nhỏ trong chế độ xem hình thu nhỏ, tính bằng pixel. Có hiệu lực sau lần chạy thăm dò ý kiến tiếp theo.

source: Hover Graph Default Width
ar_sa: العرض الافتراضي للرسم البياني للتمرير
bg_bg: Ширина по подразбиране на графиката на посочване
de_de: Standardbreite des Hover-Diagramms
el_gr: Προεπιλεγμένο πλάτος γραφήματος κατάδειξης
es_es: Ancho predeterminado del gráfico flotante
fr_fr: Largeur par défaut du graphique de survol
he_il: רוחב ברירת מחדל של גרף ריחוף
hi_in: होवर ग्राफ़ डिफ़ॉल्ट चौड़ाई
it_it: Larghezza predefinita del grafico al passaggio del mouse
ja_jp: ホバーグラフのデフォルト幅
lv_lv: Norādīšanas grafika noklusējuma platums
nl_nl: Grafiek aanwijzen Standaard breedte
pl_pl: Domyślna szerokość wykresu najechania kursorem
pt_pt: Largura padrão do gráfico de foco
ru_ru: Ширина графика наведения по умолчанию
sv_se: Standardbredd för hovringsdiagram
tr_tr: Vurgulu Grafik Varsayılan Genişliği
vi_vn: Chiều rộng mặc định của biểu đồ di chuột

source: The default width of the RRDtool Graphs that appear when you over on a Link.
ar_sa: العرض الافتراضي للرسومات البيانية RRDtool التي تظهر عند الإفراط في استخدام ارتباط.
bg_bg: Ширината по подразбиране на графиките на RRDtool, които се появяват, когато преминете върху връзка.
de_de: Die Standardbreite der RRDtool-Diagramme, die angezeigt werden, wenn Sie auf einen Link klicken.
el_gr: Το προεπιλεγμένο πλάτος των γραφημάτων RRDtool που εμφανίζονται όταν βρίσκεστε σε μια σύνδεση.
es_es: El ancho predeterminado de los gráficos de RRDtool que aparecen cuando se pasa por encima de un vínculo.
fr_fr: La largeur par défaut des graphiques RRDtool qui apparaissent lorsque vous passez sur un lien.
he_il: רוחב ברירת המחדל של RRDtool תרשימים המופיעים כשעוברים על קישור.
hi_in: RRDtool ग्राफ़ की डिफ़ॉल्ट चौड़ाई जो आपके द्वारा लिंक पर आने पर दिखाई देती है।
it_it: La larghezza predefinita dei grafici RRDtool che appaiono quando si passa su un collegamento.
ja_jp: リンク上を移動したときに表示されるRRDtoolグラフのデフォルトの幅です。
lv_lv: Noklusējuma platums RRDtool diagrammām, kas tiek parādītas, kad pārslēdzaties uz saites.
nl_nl: De standaardbreedte van de RRDtool-grafieken die verschijnen wanneer u op een link bent.
pl_pl: Domyślna szerokość wykresów narzędzia RRD, które pojawiają się po najechaniu na łącze.
pt_pt: A largura padrão dos gráficos RRDtool que aparecem quando você passa em um link.
ru_ru: Ширина по умолчанию графиков RRDtool, которые появляются при наведении курсора на ссылку.
sv_se: Standardbredden på RRDtool-graferna som visas när du tittar på en länk.
tr_tr: Bir Bağlantının üzerine geldiğinizde görünen RRDtool Grafiklerinin varsayılan genişliği.
vi_vn: Chiều rộng mặc định của Đồ thị RRDtool xuất hiện khi bạn lướt qua một Liên kết.

source: Hover Graph Default Height
ar_sa: الارتفاع الافتراضي للرسم البياني للتمرير
bg_bg: Височина по подразбиране на графиката на посочване
de_de: Standardhöhe des Hover-Diagramms
el_gr: Προεπιλεγμένο ύψος γραφήματος κατάδειξης
es_es: Altura predeterminada del gráfico flotante
fr_fr: Hauteur par défaut du graphique de survol
he_il: גובה ברירת מחדל של גרף ריחוף
hi_in: होवर ग्राफ़ डिफ़ॉल्ट ऊँचाई
it_it: Altezza predefinita del grafico al passaggio del mouse
ja_jp: ホバーグラフのデフォルト高さ
lv_lv: Norādīšanas grafika noklusējuma augstums
nl_nl: Aanwijsgrafiek standaard hoogte
pl_pl: Domyślna wysokość wykresu najechania kursorem
pt_pt: Altura padrão do gráfico de foco
ru_ru: Высота графика при наведении курсора по умолчанию
sv_se: Standardhöjd för hovringsdiagram
tr_tr: Vurgulu Grafik Varsayılan Yüksekliği
vi_vn: Chiều cao mặc định của biểu đồ di chuột

source: The default height of the RRDtool Graphs that appear when you over on a Link.
ar_sa: الارتفاع الافتراضي للرسومات البيانية RRDtool التي تظهر عند تجاوز ارتباط.
bg_bg: Височината по подразбиране на графиките на RRDtool, които се появяват, когато преминете върху връзка.
de_de: Die Standardhöhe der RRDtool-Diagramme, die angezeigt werden, wenn Sie auf einen Link klicken.
el_gr: Το προεπιλεγμένο ύψος των γραφημάτων RRDtool που εμφανίζονται όταν βρίσκεστε σε μια σύνδεση.
es_es: La altura predeterminada de los gráficos RRDtool que aparecen cuando se pasa por encima de un vínculo.
fr_fr: La hauteur par défaut des graphiques RRDtool qui apparaissent lorsque vous passez sur un lien.
he_il: גובה ברירת המחדל של הכלי RRDtool תרשימים המופיעים בשעת מעבר לקישור.
hi_in: RRDtool ग्राफ़ की डिफ़ॉल्ट ऊँचाई जो तब दिखाई देती है जब आप किसी लिंक पर होते हैं।
it_it: L'altezza predefinita dei grafici RRDtool che appaiono quando si passa su un collegamento.
ja_jp: リンク上を移動したときに表示されるRRDtoolグラフのデフォルトの高さです。
lv_lv: Noklusējuma augstums RRDtool grafikiem, kas tiek parādīti, kad pārslēdzaties uz saites.
nl_nl: De standaardhoogte van de RRDtool-grafieken die verschijnen wanneer u op een link bent.
pl_pl: Domyślna wysokość wykresów narzędzia RRD, które pojawiają się po przejściu na łącze.
pt_pt: A altura padrão dos gráficos RRDtool que aparecem quando você passa em um link.
ru_ru: Высота по умолчанию графиков RRDtool, которые появляются при наведении курсора на ссылку.
sv_se: Standardhöjden för RRDtool-graferna som visas när du tittar på en länk.
tr_tr: Bir Bağlantının üzerine geldiğinizde görünen RRDtool Grafiklerinin varsayılan yüksekliği.
vi_vn: Chiều cao mặc định của Đồ thị RRDtool xuất hiện khi bạn lướt qua một Liên kết.

source: Hover Graph Style
ar_sa: نمط الرسم البياني تحوم
bg_bg: Стил на графиката на посочване
de_de: Hover-Diagramm-Stil
el_gr: Στυλ γραφήματος κατάδειξης
es_es: Estilo de gráfico flotante
fr_fr: Style de graphique de survol
he_il: סגנון גרף ריחוף
hi_in: होवर ग्राफ़ शैली
it_it: Stile grafico al passaggio del mouse
ja_jp: ホバーグラフのスタイル
lv_lv: Hover Graph stils
nl_nl: Stijl van de muisaanwijzergrafiek
pl_pl: Styl wykresu aktywowanego
pt_pt: Estilo do gráfico de foco
ru_ru: Стиль графика при наведении курсора
sv_se: Stil för hovringsdiagram
tr_tr: Vurgulu Grafik Stili
vi_vn: Kiểu biểu đồ di chuột

source: When hovering over the Links or Nodes, what style of Graph would you like displayed?
ar_sa: عند التمرير فوق الروابط أو العقد ، ما نمط الرسم البياني الذي ترغب في عرضه؟
bg_bg: Когато задържите курсора на мишката над връзките или възлите, какъв стил на Graph бихте искали да се показва?
de_de: Wenn Sie mit der Maus über die Links oder Knoten fahren, welchen Diagrammstil möchten Sie anzeigen?
el_gr: Όταν τοποθετείτε το δείκτη του ποντικιού πάνω από τους συνδέσμους ή τους κόμβους, ποιο στυλ γραφήματος θα θέλατε να εμφανίζεται;
es_es: Al pasar el cursor sobre los enlaces o nodos, ¿qué estilo de gráfico le gustaría que se mostrara?
fr_fr: Lorsque vous passez la souris sur les liens ou les nœuds, quel style de graphique souhaitez-vous afficher ?
he_il: כאשר אתה מרחף מעל קישורים או צמתים, איזה סגנון של גרף ברצונך להציג?
hi_in: लिंक या नोड्स पर मँडराते समय, आप ग्राफ़ की किस शैली को प्रदर्शित करना चाहेंगे?
it_it: Quando si passa il mouse sopra i collegamenti o i nodi, quale stile di grafico si desidera visualizzare?
ja_jp: リンクまたはノードにカーソルを合わせると、どのスタイルのグラフを表示しますか?
lv_lv: Virzot kursoru virs saitēm vai mezgliem, kādu Graph stilu jūs vēlētos parādīt?
nl_nl: Wanneer u de muisaanwijzer op de Links of Nodes plaatst, welke stijl van Graph wilt u dan weergeven?
pl_pl: Po najechaniu kursorem na linki lub węzły, jaki styl wykresu chcesz wyświetlić?
pt_pt: Ao passar o mouse sobre os Links ou Nós, qual estilo de gráfico você gostaria de exibir?
ru_ru: При наведении курсора на ссылки или узлы, какой стиль графика вы хотите отобразить?
sv_se: När du håller muspekaren över länkarna eller noderna, vilken typ av graf vill du visa?
tr_tr: Bağlantıların veya Düğümlerin üzerine geldiğinizde, hangi Grafik stilinin görüntülenmesini istersiniz?
vi_vn: Khi di chuột qua các Liên kết hoặc Nút, bạn muốn hiển thị kiểu Biểu đồ nào?

source: Thumbnail Graphs
ar_sa: الرسوم البيانية المصغرة
bg_bg: Графики с миниатюри
de_de: Miniaturansichts-Diagramme
el_gr: Γραφήματα μικρογραφιών
es_es: Gráficos en miniatura
fr_fr: Graphiques miniatures
he_il: גרפים של תמונות ממוזערות
hi_in: थंबनेल रेखांकन
it_it: Grafici in miniatura
ja_jp: サムネイルグラフ
lv_lv: Sīktēlu grafiki
nl_nl: Miniatuur grafieken
pl_pl: Wykresy miniatur
pt_pt: Gráficos em miniatura
ru_ru: Эскизы графиков
sv_se: Miniatyrdiagram
tr_tr: Küçük Resim Grafikleri
vi_vn: Biểu đồ hình thu nhỏ

source: Full Graphs
ar_sa: الرسوم البيانية الكاملة
bg_bg: Пълни графики
de_de: Vollständige Grafiken
el_gr: Πλήρη γραφήματα
es_es: Gráficos completos
fr_fr: Graphiques complets
he_il: גרפים מלאים
hi_in: पूर्ण रेखांकन
it_it: Grafici completi
ja_jp: フルグラフ
lv_lv: Pilni grafiki
nl_nl: Volledige grafieken
pl_pl: Pełne wykresy
pt_pt: Gráficos completos
ru_ru: Полные графики
sv_se: Fullständiga grafer
tr_tr: Tam Grafikler
vi_vn: Biểu đồ đầy đủ

source: Refresh Time
ar_sa: ضبط / تحديث المرشحات
bg_bg: Задаване / опресняване на филтрите
de_de: Filter setzen/auffrischen
el_gr: Ρύθμιση / Ανανέωση φίλτρων
es_es: Tiempo de actualización
fr_fr: Temps d’actualisation
he_il: זמן רענון
hi_in: ताज़ा करने का समय
it_it: Impostazione/Rifresh Filtri
ja_jp: リフレッシュ時間
lv_lv: Atsvaidzināšanas laiks
pl_pl: Ustaw / odśwież filtry
pt_pt: Filtros Set/Refresh
ru_ru: Выбрать/Обновить фильтры
sv_se: Ange / Uppdatera filter
tr_tr: Yenileme Zamanı
vi_vn: Đặt / Làm mới Bộ lọc

source: How often to refresh the page in Cycle mode. Automatic makes all available maps fit into 5 minutes.
ar_sa: كم مرة لتحديث الصفحة في وضع الدورة. تلقائي يجعل جميع الخرائط المتاحة تناسب 5 دقائق.
bg_bg: Колко често да обновявате страницата в режим на цикъл. Автоматично прави всички налични карти да се поберат в 5 минути.
de_de: Gibt an, wie oft die Seite im Cycle-Modus aktualisiert werden soll. Automatisch sorgt dafür, dass alle verfügbaren Karten in 5 Minuten passen.
el_gr: Πόσο συχνά ανανεώνετε τη σελίδα σε λειτουργία κύκλου. Η αυτόματη χωράει όλους τους διαθέσιμους χάρτες σε 5 λεπτά.
es_es: Con qué frecuencia actualizar la página en el modo Ciclo. Automático hace que todos los mapas disponibles quepan en 5 minutos.
fr_fr: Fréquence d’actualisation de la page en mode Cycle. L’automatique permet à toutes les cartes disponibles de tenir en 5 minutes.
he_il: באיזו תדירות לרענן את הדף במצב מחזור. אוטומטי מאפשר לכל המפות הזמינות להיכנס ל-5 דקות.
hi_in: चक्र मोड में पृष्ठ को कितनी बार ताज़ा करना है. स्वचालित सभी उपलब्ध मानचित्रों को 5 मिनट में फिट करता है।
it_it: La frequenza con cui aggiornare la pagina in modalità Ciclo. La modalità automatica consente di inserire tutte le mappe disponibili in 5 minuti.
ja_jp: サイクルモードでページを更新する頻度。[自動] を選択すると、使用可能なすべてのマップが 5 分に収められます。
lv_lv: Cik bieži atsvaidzināt lapu cikla režīmā. Automātiski visas pieejamās kartes ietilpina 5 minūtēs.
nl_nl: Hoe vaak de pagina moet worden vernieuwd in de cyclusmodus. Automatisch passen alle beschikbare kaarten in 5 minuten.
pl_pl: Jak często odświeżać stronę w trybie cyklicznym. Automatycznie sprawia, że wszystkie dostępne mapy mieszczą się w 5 minutach.
pt_pt: Com que frequência atualizar a página no modo Ciclo. Automático faz com que todos os mapas disponíveis caibam em 5 minutos.
ru_ru: Как часто обновлять страницу в циклическом режиме. Автоматически все доступные карты умещаются в 5 минут.
sv_se: Hur ofta sidan ska uppdateras i cykelläge. Automatisk gör att alla tillgängliga kartor får plats på 5 minuter.
tr_tr: Döngü modunda sayfanın ne sıklıkla yenileneceği. Otomatik, mevcut tüm haritaları 5 dakikaya sığdırır.
vi_vn: Tần suất làm mới trang ở chế độ Chu kỳ. Tự động làm cho tất cả các bản đồ có sẵn phù hợp với 5 phút.

source: Automatic
ar_sa: تمكين إنشاء الرسم البياني التلقائي
bg_bg: Автоматично
de_de: Automatisch
el_gr: Αυτόματο
es_es: Automático
fr_fr: Automatique
he_il: אוטומטי
hi_in: स्वचालित
it_it: Automatico
ja_jp: 自動
lv_lv: Automātisks
nl_nl: Automatisch
pl_pl: Automatyczna
pt_pt: Automático
ru_ru: Автоматически
sv_se: Automatiskt
tr_tr: Otomatik
vi_vn: Tự động

source: %d Seconds
ar_sa: %d ثواني
bg_bg: %d секунди
de_de: %d Sekunden
el_gr: %d δευτερόλεπτα
es_es: %d Segundos
fr_fr: %d secondes
hi_in: %d सेकंड
it_it: %d Secondi
lv_lv: %d sekundes
nl_nl: %d Seconden
pl_pl: %d Sekund
pt_pt: %d segundos
ru_ru: %d секунд
sv_se: %d sekunder
tr_tr: %d saniye
vi_vn: %d giây

source: %d Minute
ar_sa: دقيقة %d
bg_bg: %d минута
el_gr: % d Μήνα
es_es: %d Minuto
he_il: ‫%d דקה
hi_in: %d मिनट
it_it: %d Minuto
ja_jp: %d ミニッツ
lv_lv: %d minūte
nl_nl: %d Minuut
pl_pl: %d minuta
pt_pt: Minuto %d
ru_ru: %d Минута
sv_se: % d månad
tr_tr: % d dakika
vi_vn: %d phút

source: %d Minutes
ar_sa: %d دقيقة (دقائق)
bg_bg: %d минути
de_de: %d Minuten
el_gr: %d λεπτά
es_es: %d Minutos
hi_in: %d मिनट
it_it: %d Minuti
lv_lv: %d minūtes
nl_nl: %d Minuten
pl_pl: %d Minuty
pt_pt: Minutos %d
ru_ru: %d Минут
sv_se: %d minuter
tr_tr: %d Dakika
vi_vn: %d phút

source: Output Format
ar_sa: تنسيق الإخراج
bg_bg: Формат на изходните данни
de_de: Ausgabeformat
el_gr: Μορφή εξόδου
es_es: Formato de salida
fr_fr: Format de sortie
he_il: תבנית פלט
hi_in: आउटपुट फॉर्मेट
it_it: Formato Output
ja_jp: 出力書式
lv_lv: Izvades formāts
nl_nl: Bestandsformaat Uitvoer
pl_pl: Format wyjściowy
pt_pt: Formato de saída
ru_ru: Формат вывода
sv_se: Format för utdata
tr_tr: Çıkış biçimi
vi_vn: Định dạng đầu ra

source: What format do you prefer for the generated map images and thumbnails?
ar_sa: ما التنسيق الذي تفضله لصور الخرائط والصور المصغرة التي تم إنشاؤها؟
bg_bg: Какъв формат предпочитате за генерираните изображения и миниатюри на картата?
de_de: Welches Format bevorzugen Sie für die generierten Kartenbilder und Miniaturansichten?
el_gr: Ποια μορφή προτιμάτε για τις εικόνες και τις μικρογραφίες χαρτών που δημιουργούνται;
es_es: ¿Qué formato prefiere para las imágenes y miniaturas de mapas generadas?
fr_fr: Quel format préférez-vous pour les images et les vignettes de la carte générée ?
he_il: איזה פורמט אתה מעדיף עבור תמונות המפה שנוצרו ותמונות ממוזערות?
hi_in: उत्पन्न मानचित्र छवियों और थंबनेल के लिए आप कौन सा प्रारूप पसंद करते हैं?
it_it: Quale formato preferisci per le immagini e le miniature delle mappe generate?
ja_jp: 生成されるマップ画像とサムネイルにはどのような形式を使用しますか?
lv_lv: Kādam formātam jūs dodat priekšroku ģenerētajiem karšu attēliem un sīktēliem?
nl_nl: Welk formaat heeft uw voorkeur voor de gegenereerde kaartafbeeldingen en miniaturen?
pl_pl: Jaki format preferujesz dla generowanych obrazów map i miniatur?
pt_pt: Que formato prefere para as imagens e miniaturas de mapas geradas?
ru_ru: Какой формат вы предпочитаете для сгенерированных изображений и эскизов карт?
sv_se: Vilket format föredrar du för de genererade kartbilderna och miniatyrbilderna?
tr_tr: Oluşturulan harita görüntüleri ve küçük resimler için hangi formatı tercih edersiniz?
vi_vn: Bạn thích định dạng nào cho hình ảnh bản đồ và hình thu nhỏ được tạo?

source: PNG (default)
ar_sa: الافتراضي
bg_bg: По подразбиране
de_de: Voreinstellung
el_gr: Προεπιλογή
es_es: PNG (predeterminado)
he_il: PNG (ברירת מחדל)
hi_in: PNG (डिफ़ॉल्ट)
it_it: Predefinito
ja_jp: PNG(デフォルト)
lv_lv: PNG (noklusējums)
pl_pl: Domyślny
pt_pt: Padrão
ru_ru: Стандартно
sv_se: Standard
tr_tr: Varsayılan
vi_vn: Mặc định

source: JPEG
ar_sa: Inline JPEG Image، LN Style
hi_in: जेपीईजी
ja_jp: サムネール JPEG 画質
pl_pl: Nie można zmienić rozmiar obrazu JPEG

source: GIF
ar_sa: گیف
he_il: יצירת GIF

source: Map Rendering Interval
ar_sa: الفاصل الزمني لعرض الخريطة
bg_bg: Интервал на рендиране на картата
de_de: Intervall für das Rendern von Karten
el_gr: Διάστημα απόδοσης χάρτη
es_es: Intervalo de representación del mapa
fr_fr: Intervalle de rendu de la carte
he_il: מרווח זמן לעיבוד מפה
hi_in: मानचित्र प्रतिपादन अंतराल
it_it: Intervallo di rendering della mappa
ja_jp: マップのレンダリング間隔(Map Rendering Interval)
lv_lv: Kartes atveidošanas intervāls
nl_nl: Interval voor het renderen van kaarten
pl_pl: Interwał renderowania mapy
pt_pt: Intervalo de renderização do mapa
ru_ru: Интервал отрисовки карты
sv_se: Intervall för kartåtergivning
tr_tr: Harita İşleme Aralığı
vi_vn: Khoảng thời gian hiển thị bản đồ

source: How often do you want Weathermap to recalculate it's maps? You should not touch this unless you know what you are doing! It is mainly needed for people with non-standard polling setups.
ar_sa: كم مرة تريد أن تعيد Weathermap حساب خرائطها؟ يجب ألا تلمس هذا إلا إذا كنت تعرف ما تفعله! هناك حاجة بشكل أساسي للأشخاص الذين لديهم إعدادات اقتراع غير قياسية.
bg_bg: Колко често искате Weathermap да преизчислява картите си? Не трябва да докосвате това, освен ако не знаете какво правите! Тя е необходима главно за хора с нестандартни настройки за гласуване.
de_de: Wie oft soll Weathermap seine Karten neu berechnen? Sie sollten dies nicht anfassen, wenn Sie nicht wissen, was Sie tun! Es wird hauptsächlich für Personen mit nicht standardmäßigen Umfrage-Setups benötigt.
el_gr: Πόσο συχνά θέλετε το Weathermap να υπολογίζει εκ νέου τους χάρτες του; Δεν πρέπει να το αγγίξετε αν δεν ξέρετε τι κάνετε! Απαιτείται κυρίως για άτομα με μη τυποποιημένες ρυθμίσεις ψηφοφορίας.
es_es: ¿Con qué frecuencia desea que Weathermap recalcule sus mapas? ¡No debes tocar esto a menos que sepas lo que estás haciendo! Es necesario principalmente para personas con configuraciones de votación no estándar.
fr_fr: À quelle fréquence voulez-vous que Weathermap recalcule ses cartes ? Vous ne devriez pas y toucher à moins que vous ne sachiez ce que vous faites ! Il est principalement nécessaire pour les personnes ayant des configurations de sondage non standard.
he_il: באיזו תדירות ברצונך ש- Weathermap יחשב מחדש את המפות? אתה לא צריך לגעת בזה אלא אם כן אתה יודע מה אתה עושה! זה נחוץ בעיקר עבור אנשים עם הגדרות סקרים לא סטנדרטיות.
hi_in: आप कितनी बार चाहते हैं कि वेदरमैप अपने मानचित्रों की पुनर्गणना करे? आपको इसे तब तक नहीं छूना चाहिए जब तक आप यह नहीं जानते कि आप क्या कर रहे हैं! यह मुख्य रूप से गैर-मानक मतदान सेटअप वाले लोगों के लिए आवश्यक है।
it_it: Con quale frequenza vuoi che Weathermap ricalcoli le sue mappe? Non dovresti toccarlo a meno che tu non sappia cosa stai facendo! È necessario principalmente per le persone con configurazioni di sondaggio non standard.
ja_jp: どのくらいの頻度でウェザーマップに地図を再計算させますか?自分が何をしているのかわからない限り、これに触れるべきではありません!これは主に、非標準のポーリング設定を持つ人々に必要です。
lv_lv: Cik bieži vēlaties, lai Weathermap pārrēķinātu tās kartes? Jums nevajadzētu to pieskarties, ja vien nezināt, ko darāt! Tas galvenokārt ir nepieciešams cilvēkiem ar nestandarta vēlēšanu iestatījumiem.
nl_nl: Hoe vaak wilt u dat Weathermap zijn kaarten opnieuw berekent? Je moet dit niet aanraken, tenzij je weet wat je doet! Het is vooral nodig voor mensen met niet-standaard stemopstellingen.
pl_pl: Jak często chcesz, aby Weathermap przeliczał swoje mapy? Nie powinieneś tego dotykać, chyba że wiesz, co robisz! Jest to potrzebne głównie dla osób z niestandardowymi konfiguracjami odpytywania.
pt_pt: Com que frequência pretende que o Weathermap recalcule os seus mapas? Você não deve tocar nisso, a menos que saiba o que está fazendo! É necessário principalmente para pessoas com configurações de votação fora do padrão.
ru_ru: Как часто вы хотите, чтобы Weathermap пересчитывал свои карты? Вы не должны прикасаться к этому, если вы не знаете, что делаете! В основном он нужен людям с нестандартными настройками опроса.
sv_se: Hur ofta vill du att Weathermap ska räkna om sina kartor? Du bör inte röra detta om du inte vet vad du gör! Det behövs främst för personer med icke-standardiserade omröstningsinställningar.
tr_tr: Weathermap'in haritalarını ne sıklıkla yeniden hesaplamasını istiyorsunuz? Ne yaptığınızı bilmiyorsanız buna dokunmamalısınız! Esas olarak standart olmayan yoklama kurulumlarına sahip kişiler için gereklidir.
vi_vn: Bạn muốn Weathermap tính toán lại bản đồ của mình bao lâu một lần? Bạn không nên chạm vào điều này trừ khi bạn biết bạn đang làm gì! Nó chủ yếu cần thiết cho những người có thiết lập bỏ phiếu không chuẩn.

source: Never (manual updates)
ar_sa: أبدا (التحديثات اليدوية)
bg_bg: Никога (ръчни актуализации)
de_de: Nie (manuelle Updates)
el_gr: Ποτέ (μη αυτόματες ενημερώσεις)
es_es: Nunca (actualizaciones manuales)
fr_fr: Jamais (mises à jour manuelles)
he_il: לעולם לא (עדכונים ידניים)
hi_in: कभी नहीं (मैन्युअल अपडेट)
it_it: Mai (aggiornamenti manuali)
ja_jp: なし (手動更新)
lv_lv: Nekad (manuāla atjaunināšana)
nl_nl: Nooit (handmatige updates)
pl_pl: Nigdy (aktualizacje ręczne)
pt_pt: Nunca (atualizações manuais)
ru_ru: Никогда (обновления вручную)
sv_se: Aldrig (manuella uppdateringar)
tr_tr: Hiçbir zaman (manuel güncellemeler)
vi_vn: Không bao giờ (cập nhật thủ công)

source: Every Poller Cycle (default)
ar_sa: كل دورة استطلاع (افتراضي)
bg_bg: Всеки цикъл на Poller (по подразбиране)
de_de: Jeder Poller-Zyklus (Standard)
el_gr: Κάθε κύκλος δημοσκόπησης (προεπιλογή)
es_es: Cada ciclo de sondeo (predeterminado)
fr_fr: Chaque cycle de l’interrogeur (par défaut)
he_il: כל מחזור סוקרים (ברירת מחדל)
hi_in: प्रत्येक पोलर चक्र (डिफ़ॉल्ट)
it_it: Ogni ciclo Poller (predefinito)
ja_jp: Every Poller Cycle (デフォルト)
lv_lv: Katrs aptaujas cikls (noklusējums)
nl_nl: Elke pollercyclus (standaard)
pl_pl: Każdy cykl Pollera (domyślnie)
pt_pt: Cada ciclo de poller (padrão)
ru_ru: Каждый цикл поллера (по умолчанию)
sv_se: Varje avsökningscykel (standard)
tr_tr: Her Poller Döngüsü (varsayılan)
vi_vn: Mỗi chu kỳ thăm dò ý kiến (mặc định)
